{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "<MASK>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "in": 262,
      "Ġa": 263,
      "he": 264,
      "Ġs": 265,
      "re": 266,
      "on": 267,
      "at": 268,
      "er": 269,
      "Ġthe": 270,
      "en": 271,
      "Ġw": 272,
      "ing": 273,
      "Ġm": 274,
      "Ġo": 275,
      "it": 276,
      "Ġc": 277,
      "an": 278,
      "le": 279,
      "is": 280,
      "Ġb": 281,
      "or": 282,
      "Ġf": 283,
      "Ġd": 284,
      "ar": 285,
      "Ġan": 286,
      "ou": 287,
      "es": 288,
      "Ġp": 289,
      "Ġh": 290,
      "Ġin": 291,
      "al": 292,
      "ed": 293,
      "âĢ": 294,
      "Ġand": 295,
      "ion": 296,
      "Ġto": 297,
      "Ġof": 298,
      "Ġth": 299,
      "Ġn": 300,
      "ro": 301,
      "as": 302,
      "Ġl": 303,
      "ic": 304,
      "ent": 305,
      "el": 306,
      "et": 307,
      "ut": 308,
      "ct": 309,
      "Ġg": 310,
      "Ġe": 311,
      "Ġi": 312,
      "ce": 313,
      "ra": 314,
      "om": 315,
      "st": 316,
      "Ġre": 317,
      "Ġhe": 318,
      "ly": 319,
      "ation": 320,
      "ch": 321,
      "ve": 322,
      "ig": 323,
      "Ġu": 324,
      "ow": 325,
      "ur": 326,
      "im": 327,
      "Ġwh": 328,
      "il": 329,
      "ith": 330,
      "ver": 331,
      "Ġst": 332,
      "Ġle": 333,
      "the": 334,
      "Ġthat": 335,
      "Ġbe": 336,
      "ad": 337,
      "id": 338,
      "Ġit": 339,
      "Ġfor": 340,
      "Ġy": 341,
      "Ġal": 342,
      "ain": 343,
      "âĢľ": 344,
      "ab": 345,
      "ot": 346,
      "Ġis": 347,
      "Ġwith": 348,
      "Ġcon": 349,
      "Ġon": 350,
      "od": 351,
      "Ġme": 352,
      "ĠĠ": 353,
      "âĢĿ": 354,
      "ay": 355,
      "ure": 356,
      "arn": 357,
      "se": 358,
      "ter": 359,
      "Ġex": 360,
      "Ġpro": 361,
      "ol": 362,
      "Ġde": 363,
      "Ġlearn": 364,
      "iz": 365,
      "Ġyou": 366,
      "am": 367,
      "Ġcom": 368,
      "qu": 369,
      "Ġwas": 370,
      "ul": 371,
      "and": 372,
      "un": 373,
      "if": 374,
      "Ġas": 375,
      "ht": 376,
      "ag": 377,
      "âĢĻ": 378,
      "ir": 379,
      "Ġhis": 380,
      "ect": 381,
      "Ġthis": 382,
      "Ġby": 383,
      "pp": 384,
      "ld": 385,
      "Ġlearning": 386,
      "Ġwe": 387,
      "pt": 388,
      "em": 389,
      "ri": 390,
      "Ġne": 391,
      "ence": 392,
      "Ġen": 393,
      "ient": 394,
      "ell": 395,
      "Ġat": 396,
      "red": 397,
      "ss": 398,
      "Ġv": 399,
      "Ġha": 400,
      "Ġse": 401,
      "pl": 402,
      "ight": 403,
      "Ġr": 404,
      "ine": 405,
      "ers": 406,
      "th": 407,
      "etw": 408,
      "Ġint": 409,
      "ial": 410,
      "ess": 411,
      "Ġmy": 412,
      "Ġnot": 413,
      "put": 414,
      "Ġgra": 415,
      "ork": 416,
      "ity": 417,
      "ore": 418,
      "Ġsh": 419,
      "rom": 420,
      "Ġall": 421,
      "ate": 422,
      "Ġun": 423,
      "Ġbut": 424,
      "ive": 425,
      "orm": 426,
      "Ġher": 427,
      "ould": 428,
      "ke": 429,
      "iv": 430,
      "oug": 431,
      "Ġsu": 432,
      "Ġfrom": 433,
      "Ġso": 434,
      "ach": 435,
      "ck": 436,
      "Ġor": 437,
      "Ġwhe": 438,
      "ant": 439,
      "dient": 440,
      "Ġad": 441,
      "ep": 442,
      "Ġhad": 443,
      "Ġhave": 444,
      "ang": 445,
      "etwork": 446,
      "ill": 447,
      "Ġgradient": 448,
      "ions": 449,
      "ist": 450,
      "Ġlo": 451,
      "um": 452,
      "Ġnetwork": 453,
      "able": 454,
      "ple": 455,
      "Ġpar": 456,
      "Ġsp": 457,
      "ĠĠĠĠ": 458,
      "de": 459,
      "ff": 460,
      "ans": 461,
      "rain": 462,
      "Ġup": 463,
      ".âĢĿ": 464,
      "ard": 465,
      "Ġshe": 466,
      "out": 467,
      "Ġcan": 468,
      "ich": 469,
      "der": 470,
      "ough": 471,
      "cc": 472,
      "ast": 473,
      "Ġsa": 474,
      "Ġim": 475,
      "Ġhim": 476,
      "ous": 477,
      "ance": 478,
      "per": 479,
      "Ġar": 480,
      "ther": 481,
      "oun": 482,
      "Ġsy": 483,
      "Ġk": 484,
      "all": 485,
      "ru": 486,
      "ization": 487,
      "ific": 488,
      "Ġexpl": 489,
      "her": 490,
      "Ġfe": 491,
      "Ġmod": 492,
      "ire": 493,
      "Ġus": 494,
      "Ġapp": 495,
      "ust": 496,
      "very": 497,
      "Ġdat": 498,
      "est": 499,
      "ction": 500,
      "form": 501,
      "end": 502,
      "Ġwhich": 503,
      "age": 504,
      "ale": 505,
      "Ġpre": 506,
      "ural": 507,
      "Ġmodel": 508,
      "wh": 509,
      "Ġdet": 510,
      "Ġno": 511,
      "Ġdo": 512,
      "Ġch": 513,
      "Ġwhen": 514,
      "Ġtrain": 515,
      "ĠâĢľ": 516,
      "ature": 517,
      "âĢĶ": 518,
      "ellig": 519,
      "ates": 520,
      "Ġdata": 521,
      "ile": 522,
      "Ġintellig": 523,
      "ort": 524,
      "Ġfun": 525,
      "os": 526,
      "Ġare": 527,
      "Ġab": 528,
      "Ġtraining": 529,
      "ally": 530,
      "us": 531,
      "Ġj": 532,
      "Ġsc": 533,
      "our": 534,
      "ass": 535,
      "ome": 536,
      "ong": 537,
      "ak": 538,
      "cess": 539,
      "rop": 540,
      "ms": 541,
      "ble": 542,
      "Ġout": 543,
      "Ġman": 544,
      "Ġexplain": 545,
      "ap": 546,
      "gor": 547,
      "now": 548,
      "ren": 549,
      "ish": 550,
      "Ġcl": 551,
      "ip": 552,
      "gorith": 553,
      "Ġintelligence": 554,
      "Ġover": 555,
      "Ġwere": 556,
      "cept": 557,
      "tain": 558,
      "ener": 559,
      "ge": 560,
      "Ġtr": 561,
      "stem": 562,
      "Ġprocess": 563,
      "Ġalgorith": 564,
      "Ġthere": 565,
      "elf": 566,
      "ail": 567,
      "ind": 568,
      "Ġone": 569,
      "Ġsystem": 570,
      "angu": 571,
      "itt": 572,
      "ok": 573,
      "Ġacc": 574,
      "art": 575,
      "Ġlangu": 576,
      "Ġthey": 577,
      "Ġsaid": 578,
      "Ġimp": 579,
      "ces": 580,
      ",âĢĿ": 581,
      "led": 582,
      "Ġgener": 583,
      "ies": 584,
      "Ġlay": 585,
      "ound": 586,
      "amet": 587,
      "ice": 588,
      "Ġper": 589,
      "rough": 590,
      "Ġfunction": 591,
      "but": 592,
      "ict": 593,
      "ving": 594,
      "Ġ(": 595,
      "lu": 596,
      "Ġhow": 597,
      "Ġwhat": 598,
      "ificial": 599,
      "Ġnetworks": 600,
      "Ġro": 601,
      "Ġli": 602,
      "Ġthrough": 603,
      "du": 604,
      "Ġqu": 605,
      "Ġcomput": 606,
      "Ġwhile": 607,
      "achine": 608,
      "Ġparamet": 609,
      "ack": 610,
      "Ġinput": 611,
      "esc": 612,
      "Ġgradients": 613,
      "Ġwho": 614,
      "Ġgo": 615,
      "one": 616,
      "self": 617,
      "reat": 618,
      "eth": 619,
      "Ġcont": 620,
      "ely": 621,
      "ex": 622,
      "ility": 623,
      "Ġneural": 624,
      "ime": 625,
      "Ġbeen": 626,
      "Ġwhale": 627,
      "Ġmo": 628,
      "Ġadd": 629,
      "stand": 630,
      "Ġknow": 631,
      "Ġabout": 632,
      "Ġyour": 633,
      "Ġdetail": 634,
      "Ġvery": 635,
      "ings": 636,
      "are": 637,
      "Ġthem": 638,
      "sh": 639,
      "Ġdec": 640,
      "what": 641,
      "Ġtheir": 642,
      "cy": 643,
      "ame": 644,
      "ne": 645,
      "atter": 646,
      "Ġinto": 647,
      "pre": 648,
      "Ġlanguage": 649,
      "Ġwould": 650,
      "low": 651,
      "con": 652,
      "ition": 653,
      "Ġtrans": 654,
      "Ġsome": 655,
      "Ġweight": 656,
      "derstand": 657,
      "op": 658,
      "Ġappro": 659,
      "Ġam": 660,
      "Ġmr": 661,
      "ful": 662,
      "nect": 663,
      "ating": 664,
      "ines": 665,
      "Ġthen": 666,
      "Ġpred": 667,
      "ord": 668,
      "Ġlike": 669,
      "be": 670,
      "Ġeff": 671,
      "hed": 672,
      "ari": 673,
      "Ġpredict": 674,
      "atch": 675,
      "mm": 676,
      "Ġmore": 677,
      "fe": 678,
      "Ġwill": 679,
      "Ġconcept": 680,
      "Ġdist": 681,
      "lo": 682,
      "vent": 683,
      "Ġag": 684,
      "Ġenable": 685,
      "fore": 686,
      "Ġany": 687,
      "ment": 688,
      "Ġtime": 689,
      "Ġact": 690,
      "Ġnow": 691,
      "ax": 692,
      "Ġdis": 693,
      "ced": 694,
      "Ġres": 695,
      "ves": 696,
      "Ġif": 697,
      "ruct": 698,
      "Ġmeans": 699,
      "?âĢĿ": 700,
      "ens": 701,
      "Ġinc": 702,
      "Ġcould": 703,
      "Ġsm": 704,
      "ward": 705,
      "Ġits": 706,
      "ise": 707,
      "plex": 708,
      "ons": 709,
      "ations": 710,
      "ĠĠĠĠĠĠĠĠ": 711,
      "ite": 712,
      "ular": 713,
      "to": 714,
      "Ġusing": 715,
      "ability": 716,
      "ace": 717,
      "ose": 718,
      "Ġupon": 719,
      "apt": 720,
      "wn": 721,
      "ide": 722,
      "ult": 723,
      "Ġcomp": 724,
      "Ġenables": 725,
      "een": 726,
      "ative": 727,
      "Ġinter": 728,
      "ie": 729,
      "Ġco": 730,
      "Ġreg": 731,
      "vol": 732,
      "alization": 733,
      "ated": 734,
      "Ġsim": 735,
      "ling": 736,
      "Ġthan": 737,
      "Ġpo": 738,
      "av": 739,
      "ather": 740,
      "ac": 741,
      "Ġmean": 742,
      "Ġpl": 743,
      "Ġfeature": 744,
      "own": 745,
      "Ġdep": 746,
      "Ġcomplex": 747,
      "Ġart": 748,
      "ake": 749,
      "ns": 750,
      "Ġstep": 751,
      "ical": 752,
      "Ġhig": 753,
      "ink": 754,
      "Ġprevent": 755,
      "Ġother": 756,
      "sent": 757,
      "Ġmodels": 758,
      "ern": 759,
      "Ġdesc": 760,
      "Ġtransform": 761,
      "Ġstr": 762,
      "Ġnorm": 763,
      "way": 764,
      "Ġlar": 765,
      "feren": 766,
      "of": 767,
      "gra": 768,
      "ious": 769,
      "ared": 770,
      "ures": 771,
      "Ġalgorithm": 772,
      "etween": 773,
      "Ġclass": 774,
      "ize": 775,
      "urn": 776,
      "Ġatt": 777,
      "au": 778,
      "Ġexp": 779,
      "ven": 780,
      "icient": 781,
      "Ġaf": 782,
      "Ġwhere": 783,
      "act": 784,
      "erm": 785,
      "Ġdepend": 786,
      "Ġonly": 787,
      "Ġartificial": 788,
      "Ġstruct": 789,
      "ted": 790,
      "Ġbetween": 791,
      "Ġsuch": 792,
      "Ġlong": 793,
      "Ġbo": 794,
      "Ġopt": 795,
      "Ġconnect": 796,
      "Ġoptim": 797,
      "old": 798,
      "Ġmachine": 799,
      "su": 800,
      "Ġback": 801,
      "Ġdeep": 802,
      "Ġel": 803,
      "Ġsee": 804,
      "Ġsystems": 805,
      "ience": 806,
      "Ġtem": 807,
      "Ġconver": 808,
      "ry": 809,
      "ross": 810,
      "Ġmain": 811,
      "Ġbefore": 812,
      "ittle": 813,
      "Ġneur": 814,
      "Ġagain": 815,
      "Ġra": 816,
      "ribut": 817,
      "Ġlayers": 818,
      "Ġinit": 819,
      "uring": 820,
      "Ġthese": 821,
      "Ġspe": 822,
      "Ġinitial": 823,
      "Ġloss": 824,
      "Ġpatter": 825,
      "Ġrequ": 826,
      "Ġhas": 827,
      "ential": 828,
      "ages": 829,
      "Ġuse": 830,
      "ought": 831,
      "Ġdown": 832,
      "Ġvari": 833,
      "Ġactiv": 834,
      "Ġdid": 835,
      "ick": 836,
      "Ġcomm": 837,
      "Ġ_": 838,
      "Ġtw": 839,
      "Ġdistribut": 840,
      "Ġunderstand": 841,
      "Ġinputs": 842,
      "Ġmust": 843,
      "Ġac": 844,
      "!âĢĿ": 845,
      "we": 846,
      "ark": 847,
      "Ġapproach": 848,
      "that": 849,
      "Ġalgorithms": 850,
      "Ġpe": 851,
      "ness": 852,
      "ically": 853,
      "ention": 854,
      "ors": 855,
      "Ġmaintain": 856,
      "ask": 857,
      "me": 858,
      "Ġhand": 859,
      "Ġpart": 860,
      "Ġob": 861,
      "ath": 862,
      "mo": 863,
      "Ġshould": 864,
      "og": 865,
      "Ġdire": 866,
      "Ġlittle": 867,
      "Ġsig": 868,
      "Ġext": 869,
      "ved": 870,
      "Ġafter": 871,
      "Ġdif": 872,
      "no": 873,
      "Ġduring": 874,
      "ree": 875,
      "ject": 876,
      "gence": 877,
      "uch": 878,
      "irst": 879,
      "Ġlook": 880,
      "ade": 881,
      "Ġparameter": 882,
      "Ġpreventing": 883,
      "ber": 884,
      "izes": 885,
      "Ġdev": 886,
      "Ġocc": 887,
      "Ġcre": 888,
      "Ġbatch": 889,
      "Ġprocessing": 890,
      "so": 891,
      "Ġeach": 892,
      "Ġimpro": 893,
      "Ġsmall": 894,
      "sp": 895,
      "Ġgreat": 896,
      "Ġweights": 897,
      "Ġrec": 898,
      "lp": 899,
      "Ġye": 900,
      "Ġwell": 901,
      "Ġoff": 902,
      "Ġent": 903,
      "ars": 904,
      "abeth": 905,
      "izabeth": 906,
      "not": 907,
      "ft": 908,
      "Ġinst": 909,
      "Ġseem": 910,
      "mb": 911,
      "vid": 912,
      "Ġref": 913,
      "Ġmis": 914,
      "ud": 915,
      "Ġrequire": 916,
      "Ġactivation": 917,
      "Ġbi": 918,
      "oment": 919,
      "nt": 920,
      "Ġmuch": 921,
      "Ġmay": 922,
      "ext": 923,
      "ried": 924,
      "Ġevery": 925,
      "less": 926,
      "ract": 927,
      "Ġoutput": 928,
      "ress": 929,
      "Ġhigh": 930,
      "Ġsay": 931,
      "ntax": 932,
      "Ġfi": 933,
      "Ġdifferen": 934,
      "Ġarch": 935,
      "Ġregular": 936,
      "atural": 937,
      "Ġfirst": 938,
      "den": 939,
      "âĢĺ": 940,
      "ied": 941,
      "Ġdoes": 942,
      "Ġdisc": 943,
      "==": 944,
      "ual": 945,
      "Ġupd": 946,
      "Ġstructure": 947,
      "ph": 948,
      "artificial": 949,
      "Ġru": 950,
      "for": 951,
      "ning": 952,
      "Ġsub": 953,
      "mmar": 954,
      "Ġcons": 955,
      "Ġrem": 956,
      "Ġeffect": 957,
      "Ġtemper": 958,
      "Ġday": 959,
      "Ġsyntax": 960,
      "ts": 961,
      "Ġdescent": 962,
      "ctions": 963,
      "Ġsk": 964,
      "ood": 965,
      "Ġmight": 966,
      "ication": 967,
      "Ġcomputation": 968,
      "Ġenc": 969,
      "eld": 970,
      "Ġexpon": 971,
      "machine": 972,
      "Ġprob": 973,
      "Ġconnections": 974,
      "Ġval": 975,
      "Ġconvergence": 976,
      "aking": 977,
      "itect": 978,
      "Ġneurons": 979,
      "Ġgr": 980,
      "Ġarchitect": 981,
      "ave": 982,
      "hing": 983,
      "yth": 984,
      "Ġsequ": 985,
      "Ġgeneralization": 986,
      "yes": 987,
      "Ġthink": 988,
      "com": 989,
      "ary": 990,
      "Ġadapt": 991,
      "reas": 992,
      "Ġmoment": 993,
      "Ġfur": 994,
      "Ġthough": 995,
      "Ġparameters": 996,
      "te": 997,
      "ady": 998,
      "Ġinform": 999,
      "Ġz": 1000,
      "Ġgood": 1001,
      "ty": 1002,
      "air": 1003,
      "Ġtemperature": 1004,
      "you": 1005,
      "Ġown": 1006,
      "Ġprovid": 1007,
      "Ġour": 1008,
      "Ġpos": 1009,
      "Ġlayer": 1010,
      "Ġdecay": 1011,
      "cing": 1012,
      "Ġ1": 1013,
      "prop": 1014,
      "les": 1015,
      "istic": 1016,
      "ange": 1017,
      "ification": 1018,
      "Ġnever": 1019,
      "Ġmost": 1020,
      "get": 1021,
      "Ġmult": 1022,
      "Ġform": 1023,
      "ife": 1024,
      "Ġmin": 1025,
      "Ġeven": 1026,
      "ower": 1027,
      "Ġyet": 1028,
      "ython": 1029,
      "oy": 1030,
      "ily": 1031,
      "more": 1032,
      "deep": 1033,
      "aling": 1034,
      "Ġperform": 1035,
      "Ġsqu": 1036,
      "ingle": 1037,
      "Ġpass": 1038,
      "app": 1039,
      "--": 1040,
      "Ġcomb": 1041,
      "Ġtwo": 1042,
      "Ġmulti": 1043,
      "yp": 1044,
      "Ġrelu": 1045,
      "Ġefficient": 1046,
      "Ġrequires": 1047,
      "Ġinformation": 1048,
      "Ġmade": 1049,
      "Ġdistributions": 1050,
      "Ġword": 1051,
      "man": 1052,
      "Ġinvol": 1053,
      "Ġimport": 1054,
      "Ġfurther": 1055,
      "Ġold": 1056,
      "Ġexponential": 1057,
      "ura": 1058,
      "Ġcol": 1059,
      "oura": 1060,
      "Ġgrammar": 1061,
      "Ġrate": 1062,
      "Ġlarge": 1063,
      "mod": 1064,
      "row": 1065,
      "izing": 1066,
      "Ġpython": 1067,
      "Ġnoise": 1068,
      "Ġbr": 1069,
      "whe": 1070,
      "Ġ=": 1071,
      "ceed": 1072,
      "Ġvis": 1073,
      "ever": 1074,
      "hab": 1075,
      "abling": 1076,
      "Ġenabling": 1077,
      "ory": 1078,
      "olog": 1079,
      "Ġoccur": 1080,
      "ional": 1081,
      "uracy": 1082,
      "Ġq": 1083,
      "Ġway": 1084,
      "Ġvan": 1085,
      "Ġhere": 1086,
      "Ġhapp": 1087,
      "ised": 1088,
      "Ġship": 1089,
      "xim": 1090,
      "Ġthought": 1091,
      "Ġzer": 1092,
      "uture": 1093,
      "Ġrel": 1094,
      "Ġmeas": 1095,
      "Ġhum": 1096,
      "Ġinclu": 1097,
      "Ġaccuracy": 1098,
      "Ġdepends": 1099,
      "Ġfuture": 1100,
      "ropy": 1101,
      "Ġsol": 1102,
      "Ġclassification": 1103,
      "Ġmany": 1104,
      "Ġinvolves": 1105,
      "ger": 1106,
      "Ġve": 1107,
      "Ġben": 1108,
      "Ġproble": 1109,
      "Ġlet": 1110,
      "ount": 1111,
      "Ġimportant": 1112,
      "ible": 1113,
      "arch": 1114,
      "inu": 1115,
      "Ġaff": 1116,
      "Ġwant": 1117,
      "cal": 1118,
      "Ġnatural": 1119,
      "Ġwithout": 1120,
      "Ġarchitecture": 1121,
      "Ġlast": 1122,
      "Ġhead": 1123,
      "aly": 1124,
      "Ġprobability": 1125,
      "Ġallow": 1126,
      "rue": 1127,
      "Ġelizabeth": 1128,
      "Ġtyp": 1129,
      "Ġsat": 1130,
      "Ġbal": 1131,
      "Ġbet": 1132,
      "ier": 1133,
      "present": 1134,
      "po": 1135,
      "ll": 1136,
      "Ġadv": 1137,
      "Ġcombines": 1138,
      "err": 1139,
      "Ġshall": 1140,
      "ishing": 1141,
      "Ġprogra": 1142,
      "que": 1143,
      "Ġaddition": 1144,
      "Ġmat": 1145,
      "understand": 1146,
      "its": 1147,
      "ma": 1148,
      "itting": 1149,
      "alk": 1150,
      "Ġtransformers": 1151,
      "ild": 1152,
      "Ġke": 1153,
      "Ġanaly": 1154,
      "val": 1155,
      "Ġstill": 1156,
      "by": 1157,
      "ase": 1158,
      "ets": 1159,
      "Ġte": 1160,
      "ond": 1161,
      "Ġeng": 1162,
      "Ġbeing": 1163,
      "Ġtoo": 1164,
      "Ġcontinu": 1165,
      "Ġvariance": 1166,
      "modern": 1167,
      "chan": 1168,
      "Ġfurthermore": 1169,
      "Ġattention": 1170,
      "understanding": 1171,
      "rent": 1172,
      "mming": 1173,
      "Ġthose": 1174,
      "Ġbetter": 1175,
      "Ġadditionally": 1176,
      "Ġset": 1177,
      "ane": 1178,
      "ue": 1179,
      "Ġregularization": 1180,
      "Ġever": 1181,
      "Ġhol": 1182,
      "Ġmechan": 1183,
      "Ġprogramming": 1184,
      "oth": 1185,
      "riend": 1186,
      "Ġmultiple": 1187,
      "li": 1188,
      "Ġwor": 1189,
      "Ġbl": 1190,
      "Ġbias": 1191,
      "ouse": 1192,
      "apter": 1193,
      "net": 1194,
      "Ġfew": 1195,
      "Ġnew": 1196,
      "mes": 1197,
      "int": 1198,
      "Ġlocal": 1199,
      "Ġdef": 1200,
      "Ġzero": 1201,
      "Ġnormal": 1202,
      "pen": 1203,
      "Ġprodu": 1204,
      "Ġcomputer": 1205,
      "Ġmeasures": 1206,
      "ertain": 1207,
      "Ġsea": 1208,
      "Ġuses": 1209,
      "Ġimproving": 1210,
      "Ġrepresent": 1211,
      "agation": 1212,
      "aug": 1213,
      "Ġpatterns": 1214,
      "propagation": 1215,
      "Ġahab": 1216,
      "Ġbel": 1217,
      "Ġsize": 1218,
      "Ġdetect": 1219,
      "Ġapproxim": 1220,
      "Ġmechanis": 1221,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1222,
      "Ġind": 1223,
      "lect": 1224,
      "ribe": 1225,
      "Ġvect": 1226,
      "Ġbackpropagation": 1227,
      "ub": 1228,
      "itu": 1229,
      "Ġsoon": 1230,
      "aps": 1231,
      "Ġmiss": 1232,
      "Ġpower": 1233,
      "ding": 1234,
      "can": 1235,
      "uck": 1236,
      "ib": 1237,
      "lev": 1238,
      "iven": 1239,
      "ian": 1240,
      "Ġflow": 1241,
      "Ġjust": 1242,
      "Ġcome": 1243,
      "Ġnormalization": 1244,
      "Ġfield": 1245,
      "Ġaway": 1246,
      "Ġtok": 1247,
      "Ġfound": 1248,
      "Ġeffective": 1249,
      "Ġmor": 1250,
      "Ġdes": 1251,
      "Ġmon": 1252,
      "ason": 1253,
      "Ġinitialization": 1254,
      "pect": 1255,
      "Ġgl": 1256,
      "most": 1257,
      "Ġemb": 1258,
      "ia": 1259,
      "sc": 1260,
      "ined": 1261,
      "Ġfeel": 1262,
      "Ġspec": 1263,
      "Ġcur": 1264,
      "ences": 1265,
      "Ġsupp": 1266,
      "ering": 1267,
      "ased": 1268,
      "ery": 1269,
      "Ġdeterm": 1270,
      "Ġproblem": 1271,
      ").": 1272,
      "Ġ*": 1273,
      "Ġexper": 1274,
      "arcy": 1275,
      "Ġsom": 1276,
      "wards": 1277,
      "Ġboat": 1278,
      "Ġseemed": 1279,
      "ively": 1280,
      "Ġfl": 1281,
      "iness": 1282,
      "Ġbeg": 1283,
      "up": 1284,
      "Ġmake": 1285,
      "Ġaver": 1286,
      "Ġwat": 1287,
      "Ġfol": 1288,
      "umul": 1289,
      "ls": 1290,
      "Ġcapt": 1291,
      "connect": 1292,
      "alle": 1293,
      "ister": 1294,
      "Ġfriend": 1295,
      "Ġadaptive": 1296,
      "with": 1297,
      "Ġturn": 1298,
      "Ġupdates": 1299,
      "Ġcame": 1300,
      "imes": 1301,
      "Ġpattern": 1302,
      "arity": 1303,
      "Ġsuff": 1304,
      "Ġwork": 1305,
      "Ġhowever": 1306,
      "Ġposit": 1307,
      "Ġperformance": 1308,
      "Ġholmes": 1309,
      "connected": 1310,
      "Ġtask": 1311,
      "Ġmar": 1312,
      "uning": 1313,
      "ause": 1314,
      "other": 1315,
      "anced": 1316,
      "my": 1317,
      "ze": 1318,
      "Ġfine": 1319,
      "Ġhuman": 1320,
      "ify": 1321,
      "Ġhid": 1322,
      "Ġinno": 1323,
      "Ġrob": 1324,
      "ropout": 1325,
      "Ġerr": 1326,
      "Ġcor": 1327,
      "Ġminim": 1328,
      "Ġwords": 1329,
      "Ġcal": 1330,
      "vers": 1331,
      "Ġgu": 1332,
      "ledge": 1333,
      "Ġacross": 1334,
      "itig": 1335,
      "Ġneg": 1336,
      "ting": 1337,
      "Ġeyes": 1338,
      "Ġmitig": 1339,
      "ances": 1340,
      "Ġinterconnected": 1341,
      "Ġtrue": 1342,
      "Ġfunctions": 1343,
      "Ġsame": 1344,
      "Ġdarcy": 1345,
      "Ġalso": 1346,
      "Ġexceed": 1347,
      "Ġvanishing": 1348,
      "),": 1349,
      "Ġnum": 1350,
      "Ġbec": 1351,
      "Ġsaw": 1352,
      "Ġhimself": 1353,
      "Ġexperience": 1354,
      "Ġlife": 1355,
      "Ġredu": 1356,
      "Ġsw": 1357,
      "arm": 1358,
      "ured": 1359,
      "Ġreason": 1360,
      "plain": 1361,
      "Ġnothing": 1362,
      "Ġproviding": 1363,
      "Ġhal": 1364,
      "Ġstability": 1365,
      "ample": 1366,
      "ank": 1367,
      "Ġencoura": 1368,
      "Ġseen": 1369,
      "Ġround": 1370,
      "Ġintelligent": 1371,
      "Ġthree": 1372,
      "ner": 1373,
      "Ġcross": 1374,
      "osition": 1375,
      "Ġhidden": 1376,
      "ric": 1377,
      "ins": 1378,
      "Ġproper": 1379,
      "tell": 1380,
      "Ġextract": 1381,
      "Ġret": 1382,
      "Ġsquared": 1383,
      "oice": 1384,
      "Ġtra": 1385,
      "Ġaffect": 1386,
      "Ġside": 1387,
      "ened": 1388,
      "Ġste": 1389,
      "ants": 1390,
      "ship": 1391,
      "Ġencourag": 1392,
      "desc": 1393,
      "pid": 1394,
      "Ġpers": 1395,
      "Ġobject": 1396,
      "Ġfollow": 1397,
      "she": 1398,
      "hes": 1399,
      "ateg": 1400,
      "Ġheard": 1401,
      "ments": 1402,
      "Ġstrateg": 1403,
      "Ġlarger": 1404,
      "Ġrobust": 1405,
      "chapter": 1406,
      "Ġrates": 1407,
      "ye": 1408,
      "Ġoptimization": 1409,
      "mble": 1410,
      "Ġyoun": 1411,
      "ives": 1412,
      "Ġparalle": 1413,
      "Ġaccumul": 1414,
      "his": 1415,
      "Ġcommon": 1416,
      "Ġparallel": 1417,
      "Ġmeaning": 1418,
      "Ġacqu": 1419,
      "itude": 1420,
      "Ġcar": 1421,
      "ob": 1422,
      "was": 1423,
      "Ġear": 1424,
      "there": 1425,
      "pping": 1426,
      "ser": 1427,
      "ished": 1428,
      "Ġdifferent": 1429,
      "Ġmag": 1430,
      "Ġbro": 1431,
      "ull": 1432,
      "Ġfeatures": 1433,
      "Ġwind": 1434,
      "Ġmen": 1435,
      "head": 1436,
      "Ġcreat": 1437,
      "pe": 1438,
      "entropy": 1439,
      "this": 1440,
      "Ġembed": 1441,
      "line": 1442,
      "ways": 1443,
      "Ġmeth": 1444,
      "Ġhard": 1445,
      "Ġrapid": 1446,
      "Ġexponentially": 1447,
      "ired": 1448,
      "Ġknowledge": 1449,
      "Ġread": 1450,
      "aw": 1451,
      "ying": 1452,
      "Ġfar": 1453,
      "Ġfather": 1454,
      "def": 1455,
      "ode": 1456,
      "Ġmyself": 1457,
      "Ġpredictions": 1458,
      "att": 1459,
      "Ġfind": 1460,
      "Ġsoft": 1461,
      "Ġfin": 1462,
      "Ġhop": 1463,
      "oding": 1464,
      "Ġroom": 1465,
      "Ġnegative": 1466,
      "Ġnight": 1467,
      "new": 1468,
      "Ġmrs": 1469,
      "Ġtell": 1470,
      "Ġple": 1471,
      "lock": 1472,
      "Ġdirect": 1473,
      "urp": 1474,
      "Ġmethod": 1475,
      "vative": 1476,
      "Ġsister": 1477,
      "ret": 1478,
      "aring": 1479,
      "Ġinnovative": 1480,
      "help": 1481,
      "ody": 1482,
      "thing": 1483,
      "explain": 1484,
      "====": 1485,
      "Ġalice": 1486,
      "âĢľâĢĺ": 1487,
      "Ġend": 1488,
      "Ġgenerate": 1489,
      "men": 1490,
      "Ġcried": 1491,
      "eng": 1492,
      "Ġdifference": 1493,
      "Ġstat": 1494,
      "Ġonce": 1495,
      "Ġask": 1496,
      "cl": 1497,
      "Ġrather": 1498,
      "Ġpowerful": 1499,
      "Ġhun": 1500,
      "Ġsl": 1501,
      "Ġder": 1502,
      "Ġsto": 1503,
      "aus": 1504,
      "ement": 1505,
      "Ġhouse": 1506,
      "elop": 1507,
      "Ġass": 1508,
      "Ġright": 1509,
      "Ġclassify": 1510,
      "Ġyoung": 1511,
      "Ġsort": 1512,
      "Ġmaintaining": 1513,
      "Ġadvanced": 1514,
      "fitting": 1515,
      "Ġcle": 1516,
      "ged": 1517,
      "Ġsin": 1518,
      "describe": 1519,
      "))": 1520,
      "vari": 1521,
      "Ġfel": 1522,
      "deed": 1523,
      "Ġsizes": 1524,
      "rem": 1525,
      "ases": 1526,
      "Ġrecept": 1527,
      "semble": 1528,
      "define": 1529,
      "Ġprom": 1530,
      "ized": 1531,
      "Ġspace": 1532,
      "Ġanne": 1533,
      "land": 1534,
      "Ġpen": 1535,
      "ived": 1536,
      "Ġrule": 1537,
      "Ġtypically": 1538,
      "Ġwent": 1539,
      "Ġwhite": 1540,
      "Ġdear": 1541,
      "Ġappe": 1542,
      "Ġsigma": 1543,
      "Ġoverfitting": 1544,
      "Ġwr": 1545,
      "ingley": 1546,
      "ched": 1547,
      "ither": 1548,
      "Ġph": 1549,
      "Ġscale": 1550,
      "Ġopen": 1551,
      "Ġnor": 1552,
      "Ġcontain": 1553,
      "Ġannealing": 1554,
      "Ġmagn": 1555,
      "ten": 1556,
      "Ġcertain": 1557,
      "Ġdropout": 1558,
      "idual": 1559,
      "volut": 1560,
      "Ġcontinuous": 1561,
      "Ġreceptive": 1562,
      "arb": 1563,
      "Ġrefers": 1564,
      "des": 1565,
      "Ġherself": 1566,
      "Ġlanguages": 1567,
      "ology": 1568,
      "Ġtest": 1569,
      "Ġsir": 1570,
      "Ġfre": 1571,
      "eler": 1572,
      "ters": 1573,
      "rix": 1574,
      "Ġbennet": 1575,
      "Ġmechanisms": 1576,
      "oh": 1577,
      "Ġtake": 1578,
      "perv": 1579,
      "Ġsimpl": 1580,
      "Ġexceeding": 1581,
      "tuning": 1582,
      "Ġgre": 1583,
      "Ġrand": 1584,
      "Ġfam": 1585,
      "Ġlady": 1586,
      "Ġrandom": 1587,
      "Ġpip": 1588,
      "Ġinterpre": 1589,
      "when": 1590,
      "Ġdra": 1591,
      "Ġrepl": 1592,
      "Ġheart": 1593,
      "gether": 1594,
      "Ġanalyze": 1595,
      "Ġworld": 1596,
      "dat": 1597,
      "rect": 1598,
      "Ġpr": 1599,
      "Ġimages": 1600,
      "Ġscience": 1601,
      "ething": 1602,
      "Ġmomentum": 1603,
      "Ġvision": 1604,
      "Ġcaptain": 1605,
      "pervised": 1606,
      "antic": 1607,
      "Ġmatrix": 1608,
      "ift": 1609,
      "Ġensemble": 1610,
      "Ġacceler": 1611,
      "00": 1612,
      "Ġstud": 1613,
      "Ġdon": 1614,
      "Ġdel": 1615,
      "ently": 1616,
      "Ġposs": 1617,
      "Ġmitigating": 1618,
      "Ġaccelerating": 1619,
      "Ġmind": 1620,
      "Ġsimple": 1621,
      "Ġrecur": 1622,
      "Ġget": 1623,
      "Ġnon": 1624,
      "Ġcomputational": 1625,
      "Ġgiven": 1626,
      "ills": 1627,
      "istics": 1628,
      "ĠâĢĺ": 1629,
      "rest": 1630,
      "oub": 1631,
      "Ġreal": 1632,
      "Ġunder": 1633,
      "lected": 1634,
      "Ġcare": 1635,
      "Ġthing": 1636,
      "work": 1637,
      "Ġhelp": 1638,
      "Ġpresent": 1639,
      "Ġknown": 1640,
      "how": 1641,
      "Ġans": 1642,
      "Ġner": 1643,
      "Ġlow": 1644,
      "Ġdecreas": 1645,
      "Ġdevelop": 1646,
      "ubb": 1647,
      "linearity": 1648,
      "Ġfo": 1649,
      "Ġplace": 1650,
      "Ġboth": 1651,
      "Ġalmost": 1652,
      "Ġshare": 1653,
      "ieve": 1654,
      "ee": 1655,
      "Ġhor": 1656,
      "Ġwhole": 1657,
      "Ġhands": 1658,
      "isticated": 1659,
      "Ġwon": 1660,
      "Ġsoph": 1661,
      "Ġcannot": 1662,
      "cond": 1663,
      "Ġamong": 1664,
      "Ġrespect": 1665,
      "Ġhalf": 1666,
      "haps": 1667,
      "Ġser": 1668,
      "Ġsail": 1669,
      "Ġsophisticated": 1670,
      "ni": 1671,
      "anges": 1672,
      "Ġbingley": 1673,
      "Ġlog": 1674,
      "Ġmoving": 1675,
      "Ġresidual": 1676,
      "valu": 1677,
      "Ġindeed": 1678,
      "Ġprop": 1679,
      "Ġstatistics": 1680,
      "ered": 1681,
      "max": 1682,
      "Ġfra": 1683,
      "Ġorder": 1684,
      "Ġappl": 1685,
      "Ġcontro": 1686,
      "Ġcomposition": 1687,
      "Ġsoftmax": 1688,
      "bo": 1689,
      "well": 1690,
      "Ġsingle": 1691,
      "Ġincreas": 1692,
      "Ġcomplexity": 1693,
      "Ġoptimize": 1694,
      "Ġfr": 1695,
      "Ġalways": 1696,
      "ivity": 1697,
      "Ġagainst": 1698,
      "just": 1699,
      "Ġlight": 1700,
      "Ġtech": 1701,
      "ham": 1702,
      "ign": 1703,
      "Ġchar": 1704,
      "Ġsche": 1705,
      "Ġscal": 1706,
      "Ġcommun": 1707,
      "iring": 1708,
      "which": 1709,
      "Ġpoor": 1710,
      "Ġreturn": 1711,
      "Ġinterpreted": 1712,
      "Ġgive": 1713,
      "Ġglo": 1714,
      "Ġrelev": 1715,
      "Ġcontext": 1716,
      "Ġfast": 1717,
      "Ġnear": 1718,
      ".âĢĻ": 1719,
      "Ġsun": 1720,
      "Ġcode": 1721,
      "Ġface": 1722,
      "achines": 1723,
      "Ġcaus": 1724,
      "iving": 1725,
      "ton": 1726,
      "Ġfact": 1727,
      "Ġtowards": 1728,
      "irc": 1729,
      "press": 1730,
      "Ġcontrols": 1731,
      "Ġscalable": 1732,
      "ately": 1733,
      "Ġmatter": 1734,
      "Ġequ": 1735,
      "Ġstand": 1736,
      "Ġderiv": 1737,
      "Ġanother": 1738,
      "entle": 1739,
      "Ġdoor": 1740,
      "Ġquite": 1741,
      "Ġdefines": 1742,
      "ove": 1743,
      "Ġdre": 1744,
      "Ġfelt": 1745,
      "imens": 1746,
      "Ġmorning": 1747,
      "Ġtechni": 1748,
      "fort": 1749,
      "ited": 1750,
      "Ġvalid": 1751,
      "Ġsequences": 1752,
      "ring": 1753,
      "Ġwa": 1754,
      "Ġfav": 1755,
      "arpo": 1756,
      "Ġinf": 1757,
      "Ġjane": 1758,
      "ancing": 1759,
      "Ġwhy": 1760,
      "Ġleft": 1761,
      "Ġenough": 1762,
      "Ġimprove": 1763,
      "Ġche": 1764,
      "els": 1765,
      "iled": 1766,
      "Ġerror": 1767,
      "ug": 1768,
      "Ġcour": 1769,
      "imin": 1770,
      "queg": 1771,
      "Ġvectors": 1772,
      "Ġtokens": 1773,
      "Ġpenal": 1774,
      "iet": 1775,
      "Ġsent": 1776,
      "Ġmachines": 1777,
      "Ġapply": 1778,
      "Ġself": 1779,
      "Ġmaking": 1780,
      "itation": 1781,
      "Ġrest": 1782,
      "augh": 1783,
      "vious": 1784,
      "Ġkind": 1785,
      "Ġstudy": 1786,
      "Ġpat": 1787,
      "Ġstubb": 1788,
      "Ġimple": 1789,
      "Ġstrong": 1790,
      "Ġtasks": 1791,
      "Ġhope": 1792,
      "sol": 1793,
      "Ġvariants": 1794,
      "Ġdirection": 1795,
      "Ġfollowed": 1796,
      "Ġframe": 1797,
      "Ġsomething": 1798,
      "Ġsince": 1799,
      "Ġsil": 1800,
      "Ġput": 1801,
      "Ġarr": 1802,
      "ix": 1803,
      "Ġbeh": 1804,
      "Ġlooked": 1805,
      "Ġrecurrent": 1806,
      "dden": 1807,
      "Ġadds": 1808,
      "Ġsimul": 1809,
      "Ġneuron": 1810,
      "Ġthou": 1811,
      "Ġstate": 1812,
      "Ġaut": 1813,
      "Ġhour": 1814,
      "Ġconsid": 1815,
      "cies": 1816,
      "Ġcount": 1817,
      "ley": 1818,
      "Ġdone": 1819,
      "rodu": 1820,
      "Ġconf": 1821,
      "Ġhigher": 1822,
      "Ġnormalizing": 1823,
      "amples": 1824,
      "Ġschedu": 1825,
      "Ġtill": 1826,
      "Ġwalk": 1827,
      "ities": 1828,
      "Ġwhales": 1829,
      "Ġdependen": 1830,
      "Ġtheore": 1831,
      "Ġwhom": 1832,
      "Ġexc": 1833,
      "ah": 1834,
      "ended": 1835,
      "Ġair": 1836,
      "Ġdoub": 1837,
      "Ġpract": 1838,
      "Ġforward": 1839,
      "Ġskills": 1840,
      "Ġstrategies": 1841,
      "Ġpenalty": 1842,
      "par": 1843,
      "Ġconc": 1844,
      "Ġsperm": 1845,
      "Ġchain": 1846,
      "Ġskip": 1847,
      "over": 1848,
      "ably": 1849,
      "Ġunit": 1850,
      "Ġline": 1851,
      "Ġheav": 1852,
      "Ġstates": 1853,
      "Ġsens": 1854,
      "ision": 1855,
      "Ġtook": 1856,
      "Ġoptimal": 1857,
      "Ġunderstanding": 1858,
      "Ġoccurs": 1859,
      "day": 1860,
      "oke": 1861,
      "oring": 1862,
      "Ġgeneral": 1863,
      "Ġnormalizes": 1864,
      "Ġrelevant": 1865,
      "Ġsure": 1866,
      "Ġmask": 1867,
      "aster": 1868,
      "astic": 1869,
      "aken": 1870,
      "Ġcommunication": 1871,
      "Ġframework": 1872,
      "Ġmet": 1873,
      "Ġlab": 1874,
      "ott": 1875,
      "Ġremain": 1876,
      "Ġinclude": 1877,
      "Ġrepresentations": 1878,
      "uc": 1879,
      "Ġsem": 1880,
      "Ġtogether": 1881,
      "they": 1882,
      "Ġhaving": 1883,
      "ference": 1884,
      "Ġsmaller": 1885,
      "ological": 1886,
      "like": 1887,
      "off": 1888,
      "Ġsou": 1889,
      "Ġnod": 1890,
      "utions": 1891,
      "Ġgentle": 1892,
      "Ġsecond": 1893,
      "Ġyears": 1894,
      "nns": 1895,
      "Ġhier": 1896,
      "99": 1897,
      "ents": 1898,
      "Ġjac": 1899,
      "Ġjacob": 1900,
      "cul": 1901,
      "mr": 1902,
      "nal": 1903,
      "Ġ0": 1904,
      "Ġbus": 1905,
      "ape": 1906,
      "Ġpleas": 1907,
      "ek": 1908,
      "med": 1909,
      "Ġid": 1910,
      "Ġconst": 1911,
      "Ġperhaps": 1912,
      "aut": 1913,
      "Ġbre": 1914,
      "Ġcontr": 1915,
      "erable": 1916,
      "ows": 1917,
      "Ġrules": 1918,
      "Ġengine": 1919,
      "Ġrandomly": 1920,
      "aid": 1921,
      "ator": 1922,
      "Ġem": 1923,
      "Ġintrodu": 1924,
      "archical": 1925,
      "Ġhierarchical": 1926,
      "Ġdevice": 1927,
      "Ġprovides": 1928,
      "Ġsatur": 1929,
      "Ġho": 1930,
      "Ġbiological": 1931,
      "Ġconsist": 1932,
      "volutional": 1933,
      "Ġgod": 1934,
      "Ġrep": 1935,
      "Ġless": 1936,
      "him": 1937,
      "Ġcase": 1938,
      "oud": 1939,
      "Ġharpo": 1940,
      "Ġmagnitude": 1941,
      "fer": 1942,
      "network": 1943,
      "Ġ-": 1944,
      "rib": 1945,
      "comput": 1946,
      "Ġsolutions": 1947,
      "Ġwater": 1948,
      "Ġclear": 1949,
      "had": 1950,
      "lish": 1951,
      "ster": 1952,
      "Ġvi": 1953,
      "supervised": 1954,
      "Ġposition": 1955,
      "computer": 1956,
      "Ġoften": 1957,
      "ember": 1958,
      "Ġreducing": 1959,
      "Ġsemantic": 1960,
      "sis": 1961,
      "order": 1962,
      "osed": 1963,
      "Ġthings": 1964,
      "Ġele": 1965,
      "ceived": 1966,
      "Ġhear": 1967,
      "Ġfamily": 1968,
      "Ġnodes": 1969,
      "will": 1970,
      "Ġtalk": 1971,
      "Ġdirections": 1972,
      "Ġvector": 1973,
      "Ġcalled": 1974,
      "text": 1975,
      "Ġbest": 1976,
      "Ġsequence": 1977,
      "Ġfell": 1978,
      "Ġge": 1979,
      "Ġalong": 1980,
      "Ġquee": 1981,
      "Ġnumber": 1982,
      "batch": 1983,
      "ivers": 1984,
      "your": 1985,
      "Ġcirc": 1986,
      "elizabeth": 1987,
      "etimes": 1988,
      "antly": 1989,
      "ending": 1990,
      "from": 1991,
      "ash": 1992,
      "Ġir": 1993,
      "Ġchange": 1994,
      "Ġreasoning": 1995,
      "do": 1996,
      "gg": 1997,
      "Ġland": 1998,
      "pped": 1999,
      "Ġsudden": 2000,
      "Ġwhether": 2001,
      "Ġquest": 2002,
      "Ġspecific": 2003,
      "Ġsufficient": 2004,
      "ration": 2005,
      "Ġwick": 2006,
      "Ġmax": 2007,
      "abil": 2008,
      "Ġwhose": 2009,
      "Ġcreates": 2010,
      "Ġpassed": 2011,
      "Ġincludes": 2012,
      "Ġqueequeg": 2013,
      "Ġsle": 2014,
      "oup": 2015,
      "aked": 2016,
      "back": 2017,
      "oman": 2018,
      "Ġdistribution": 2019,
      "Ġtype": 2020,
      "Ġbalance": 2021,
      "Ġbegan": 2022,
      "icular": 2023,
      "Ġlearned": 2024,
      "Ġanalysis": 2025,
      "arbuck": 2026,
      "lins": 2027,
      "arp": 2028,
      "Ġhome": 2029,
      "igh": 2030,
      "izer": 2031,
      "Ġentropy": 2032,
      "Ġbene": 2033,
      "Ġblack": 2034,
      "train": 2035,
      "Ġfan": 2036,
      "Ġthus": 2037,
      "Ġgroup": 2038,
      "Ġtoken": 2039,
      "Ġapplication": 2040,
      "ior": 2041,
      "Ġpul": 2042,
      "als": 2043,
      "Ġdeath": 2044,
      "unt": 2045,
      "Ġpredicted": 2046,
      "ief": 2047,
      "Ġminimizes": 2048,
      "Ġsimpler": 2049,
      "iver": 2050,
      "pro": 2051,
      "Ġter": 2052,
      "ense": 2053,
      "then": 2054,
      "Ġlove": 2055,
      "Ġknew": 2056,
      "Ġpoint": 2057,
      "Ġpositions": 2058,
      "have": 2059,
      "Ġthre": 2060,
      "Ġused": 2061,
      "Ġencourages": 2062,
      "Ġsaturation": 2063,
      "go": 2064,
      "Ġleast": 2065,
      "Ġinte": 2066,
      "Ġgoing": 2067,
      "Ġmother": 2068,
      "aces": 2069,
      "Ġmem": 2070,
      "Ġobser": 2071,
      "Ġviol": 2072,
      "bour": 2073,
      "Ġx": 2074,
      "Ġcall": 2075,
      "Ġsec": 2076,
      "sue": 2077,
      "Ġdays": 2078,
      "Ġearly": 2079,
      "ues": 2080,
      "xt": 2081,
      "Ġmapp": 2082,
      "Ġname": 2083,
      "Ġdeeper": 2084,
      "Ġvalue": 2085,
      "data": 2086,
      "gr": 2087,
      "sum": 2088,
      "Ġbrain": 2089,
      "Ġprevious": 2090,
      "Ġweighted": 2091,
      "Ġcreate": 2092,
      "where": 2093,
      "Ġproduces": 2094,
      "quent": 2095,
      "Ġmodeling": 2096,
      "gy": 2097,
      "Ġwish": 2098,
      "Ġpast": 2099,
      "Ġhur": 2100,
      "Ġinsp": 2101,
      "ploy": 2102,
      "Ġgeneration": 2103,
      "shot": 2104,
      "Ġkey": 2105,
      "Ġspecial": 2106,
      "Ġembedding": 2107,
      "Ġdirectly": 2108,
      "Ġscaled": 2109,
      "Ġgone": 2110,
      "Ġstre": 2111,
      "Ġexploding": 2112,
      "attention": 2113,
      "Ġsight": 2114,
      "Ġdark": 2115,
      "Ġanim": 2116,
      "Ġpath": 2117,
      "ĠĠĠ": 2118,
      "though": 2119,
      "Ġwonder": 2120,
      "Ġcontrast": 2121,
      "ingu": 2122,
      "Ġoper": 2123,
      "Ġcat": 2124,
      "Ġide": 2125,
      "riage": 2126,
      "Ġunc": 2127,
      "Ġunivers": 2128,
      "Ġadam": 2129,
      "Ġfeed": 2130,
      "Ġpartial": 2131,
      "Ġsubs": 2132,
      "Ġcourse": 2133,
      "Ġsequential": 2134,
      "Ġturned": 2135,
      "dia": 2136,
      "ingly": 2137,
      "Ġdying": 2138,
      "ices": 2139,
      "Ġdeck": 2140,
      "Ġnext": 2141,
      "whale": 2142,
      "Ġrelation": 2143,
      "Ġfields": 2144,
      "Ġed": 2145,
      "Ġbed": 2146,
      "Ġmaintains": 2147,
      "Ġremark": 2148,
      "Ġbelieve": 2149,
      "Ġmappings": 2150,
      "ches": 2151,
      "flow": 2152,
      "por": 2153,
      "Ġcr": 2154,
      "Ġfore": 2155,
      "Ġsuper": 2156,
      "Ġadjust": 2157,
      "bal": 2158,
      "iting": 2159,
      "elves": 2160,
      "Ġreally": 2161,
      "Ġleak": 2162,
      "ides": 2163,
      "Ġwithin": 2164,
      "Ġconvolutional": 2165,
      "quod": 2166,
      "Ġchoice": 2167,
      "Ġsometimes": 2168,
      "night": 2169,
      "ene": 2170,
      "Ġstru": 2171,
      "Ġdead": 2172,
      "anger": 2173,
      "Ġcompan": 2174,
      "Ġallowing": 2175,
      "Ġoh": 2176,
      "iss": 2177,
      "Ġfull": 2178,
      "room": 2179,
      "ropri": 2180,
      "Ġcollins": 2181,
      "az": 2182,
      "Ġsur": 2183,
      "reg": 2184,
      "Ġtold": 2185,
      "Ġanything": 2186,
      "forward": 2187,
      "Ġhappens": 2188,
      "Ġgard": 2189,
      "Ġvoice": 2190,
      "rown": 2191,
      "Ġill": 2192,
      "Ġrese": 2193,
      "Ġstarbuck": 2194,
      "Ġexpress": 2195,
      "Ġmanner": 2196,
      "Ġprediction": 2197,
      "Ġletter": 2198,
      "gan": 2199,
      "mat": 2200,
      "iform": 2201,
      "arted": 2202,
      "fully": 2203,
      "Ġminut": 2204,
      "Ġansw": 2205,
      "Ġwickham": 2206,
      "dings": 2207,
      "ipping": 2208,
      "Ġcos": 2209,
      "oration": 2210,
      "Ġbecause": 2211,
      "Ġincreased": 2212,
      "_.": 2213,
      "gress": 2214,
      "Ġfour": 2215,
      "Ġdam": 2216,
      "Ġpur": 2217,
      "Ġgave": 2218,
      "akes": 2219,
      "Ġcomputing": 2220,
      "airs": 2221,
      "Ġdetermined": 2222,
      "Ġembeddings": 2223,
      "Ġdoubt": 2224,
      "Ġinv": 2225,
      "Ġshort": 2226,
      "Ġuniform": 2227,
      "Ġappropri": 2228,
      "Ġcompared": 2229,
      "Ġspeak": 2230,
      "tered": 2231,
      "Ġcontaining": 2232,
      "Ġbusiness": 2233,
      "Ġuniversal": 2234,
      "some": 2235,
      "atives": 2236,
      "Ġdest": 2237,
      "aging": 2238,
      "Ġtherefore": 2239,
      "Ġident": 2240,
      "Ġsound": 2241,
      "orn": 2242,
      "Ġhold": 2243,
      "Ġsho": 2244,
      "Ġinternal": 2245,
      "Ġdecaying": 2246,
      "Ġinterest": 2247,
      "Ġappropriate": 2248,
      "dis": 2249,
      "vous": 2250,
      "Ġesc": 2251,
      "aning": 2252,
      "ising": 2253,
      "Ġgir": 2254,
      "rad": 2255,
      "struct": 2256,
      "uling": 2257,
      "Ġfeet": 2258,
      "ustration": 2259,
      "Ġchild": 2260,
      "look": 2261,
      "Ġcompact": 2262,
      "Ġencouraging": 2263,
      "Ġreplied": 2264,
      "Ġest": 2265,
      "Ġterm": 2266,
      "Ġtext": 2267,
      "Ġly": 2268,
      "eline": 2269,
      "owed": 2270,
      "Ġaddress": 2271,
      "Ġregion": 2272,
      "Ġstrange": 2273,
      "gradient": 2274,
      "Ġmemory": 2275,
      "Ġfear": 2276,
      "Ġtransfer": 2277,
      "Ġasked": 2278,
      "Ġpipeline": 2279,
      "Ġut": 2280,
      "Ġgot": 2281,
      "Ġeye": 2282,
      "Ġshift": 2283,
      "illustration": 2284,
      "ump": 2285,
      "Ġexplo": 2286,
      "Ġchanges": 2287,
      "urpr": 2288,
      "Ġfacts": 2289,
      "Ġswe": 2290,
      "eness": 2291,
      "Ġwood": 2292,
      "Ġdaugh": 2293,
      "Ġunt": 2294,
      "Ġacts": 2295,
      "Ġpeaked": 2296,
      "Ġpositive": 2297,
      "Ġproport": 2298,
      "Ġoperations": 2299,
      "fect": 2300,
      "side": 2301,
      "Ġtimes": 2302,
      "Ġpain": 2303,
      "Ġking": 2304,
      "Ġexpect": 2305,
      "ault": 2306,
      "body": 2307,
      "ios": 2308,
      "mon": 2309,
      "asets": 2310,
      "Ġissue": 2311,
      "Ġworkflow": 2312,
      "========": 2313,
      "ength": 2314,
      "Ġdependencies": 2315,
      "Ġrelationship": 2316,
      "##": 2317,
      "dimens": 2318,
      "know": 2319,
      "ople": 2320,
      "learn": 2321,
      "Ġaccount": 2322,
      "ached": 2323,
      "Ġpequod": 2324,
      "Ġaffecting": 2325,
      "Ġfinite": 2326,
      "Ġtheorem": 2327,
      "Ġfeedforward": 2328,
      ",âĢĻ": 2329,
      "natural": 2330,
      "son": 2331,
      "yond": 2332,
      "Ġmark": 2333,
      "Ġcra": 2334,
      "Ġfire": 2335,
      "chastic": 2336,
      "Ġleg": 2337,
      "Ġexploration": 2338,
      "Ġsched": 2339,
      "Ġcovari": 2340,
      "Ġregularizer": 2341,
      "Ġbalances": 2342,
      "Ġapproximation": 2343,
      "Ġapproximate": 2344,
      "Ġreduces": 2345,
      "Ġfavoring": 2346,
      "Ġsubsets": 2347,
      "Ġleaky": 2348,
      "Ġexploitation": 2349,
      "dimensional": 2350,
      "Ġscheduling": 2351,
      "Ġcovariate": 2352,
      "would": 2353,
      "Ġeas": 2354,
      "veral": 2355,
      "Ġrun": 2356,
      "Ġkeep": 2357,
      "Ġvalidation": 2358,
      "eled": 2359,
      "ians": 2360,
      "ready": 2361,
      "ergy": 2362,
      "Ġcap": 2363,
      "Ġdri": 2364,
      "Ġlad": 2365,
      "Ġlist": 2366,
      "Ġtempor": 2367,
      "Ġmechanism": 2368,
      "Ġdetermines": 2369,
      "Ġperson": 2370,
      "Ġglobal": 2371,
      "Ġderivatives": 2372,
      "Ġschedule": 2373,
      "Ġcosine": 2374,
      "Ġlydia": 2375,
      "vi": 2376,
      "af": 2377,
      "come": 2378,
      "iar": 2379,
      "Ġslow": 2380,
      "Ġlim": 2381,
      "pth": 2382,
      "Ġvia": 2383,
