{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "Lowercase"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "<MASK>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "in": 261,
      "Ġt": 262,
      "at": 263,
      "on": 264,
      "en": 265,
      "Ġa": 266,
      "ing": 267,
      "er": 268,
      "re": 269,
      "Ġs": 270,
      "ion": 271,
      "al": 272,
      "es": 273,
      "or": 274,
      "Ġth": 275,
      "Ġd": 276,
      "Ġc": 277,
      "Ġp": 278,
      "an": 279,
      "ro": 280,
      "Ġm": 281,
      "it": 282,
      "le": 283,
      "ar": 284,
      "Ġin": 285,
      "Ġf": 286,
      "ent": 287,
      "ct": 288,
      "is": 289,
      "ra": 290,
      "Ġn": 291,
      "ation": 292,
      "et": 293,
      "Ġo": 294,
      "ut": 295,
      "Ġthe": 296,
      "Ġb": 297,
      "ce": 298,
      "Ġl": 299,
      "Ġw": 300,
      "Ġan": 301,
      "Ġe": 302,
      "Ġg": 303,
      "Ġto": 304,
      "Ġre": 305,
      "ic": 306,
      "Ġand": 307,
      "mp": 308,
      "ur": 309,
      "ed": 310,
      "ch": 311,
      "el": 312,
      "di": 313,
      "Ġof": 314,
      "iz": 315,
      "Ġpro": 316,
      "Ġco": 317,
      "ig": 318,
      "ain": 319,
      "as": 320,
      "iv": 321,
      "Ġex": 322,
      "Ġle": 323,
      "un": 324,
      "arn": 325,
      "Ġcon": 326,
      "Ġlearn": 327,
      "Ġh": 328,
      "Ġgra": 329,
      "ab": 330,
      "Ġst": 331,
      "ers": 332,
      "ect": 333,
      "il": 334,
      "pl": 335,
      "Ġme": 336,
      "etw": 337,
      "im": 338,
      "dient": 339,
      "orm": 340,
      "Ġde": 341,
      "ure": 342,
      "Ġgradient": 343,
      "Ġen": 344,
      "Ġlearning": 345,
      "ial": 346,
      "ul": 347,
      "ag": 348,
      "ence": 349,
      "us": 350,
      "Ġis": 351,
      "Ġcomp": 352,
      "ork": 353,
      "etwork": 354,
      "Ġne": 355,
      "Ġwh": 356,
      "Ġthis": 357,
      "ction": 358,
      "ity": 359,
      "Ġv": 360,
      "Ġnetwork": 361,
      "ly": 362,
      "Ġfor": 363,
      "rain": 364,
      "od": 365,
      "if": 366,
      "Ġexpl": 367,
      "Ġby": 368,
      "ver": 369,
      "Ġint": 370,
      "qu": 371,
      "ow": 372,
      "th": 373,
      "ith": 374,
      "ization": 375,
      "ces": 376,
      "put": 377,
      "Ġr": 378,
      "ine": 379,
      "Ġneur": 380,
      "id": 381,
      "Ġpre": 382,
      "raining": 383,
      "ay": 384,
      "Ġal": 385,
      "igh": 386,
      "ang": 387,
      "ates": 388,
      "ans": 389,
      "Ġtraining": 390,
      "pt": 391,
      "um": 392,
      "ate": 393,
      "st": 394,
      "ive": 395,
      "Ġma": 396,
      "ol": 397,
      "ss": 398,
      "Ġad": 399,
      "Ġexplain": 400,
      "ri": 401,
      "Ġdat": 402,
      "form": 403,
      "Ġor": 404,
      "Ġenab": 405,
      "Ġdet": 406,
      "Ġthat": 407,
      "Ġpar": 408,
      "am": 409,
      "Ġfun": 410,
      "ions": 411,
      "Ġdata": 412,
      "ep": 413,
      "Ġun": 414,
      "Ġenabl": 415,
      "Ġfunction": 416,
      "rop": 417,
      "ific": 418,
      "ell": 419,
      "mm": 420,
      "Ġlo": 421,
      "ist": 422,
      "Ġinput": 423,
      "Ġgradients": 424,
      "ts": 425,
      "ms": 426,
      "Ġar": 427,
      "Ġlay": 428,
      "Ġnetworks": 429,
      "Ġmod": 430,
      "Ġsy": 431,
      "pp": 432,
      "ff": 433,
      "uag": 434,
      "anguag": 435,
      "Ġcomput": 436,
      "eigh": 437,
      "Ġlanguag": 438,
      "Ġwith": 439,
      "Ġmodel": 440,
      "Ġus": 441,
      "ail": 442,
      "rom": 443,
      "Ġfrom": 444,
      "rou": 445,
      "ance": 446,
      "Ġneural": 447,
      "Ġdetail": 448,
      "Ġ(": 449,
      "ature": 450,
      "rib": 451,
      "de": 452,
      "ical": 453,
      "ility": 454,
      "Ġweigh": 455,
      "out": 456,
      "Ġac": 457,
      "imp": 458,
      "gh": 459,
      "Ġit": 460,
      "amet": 461,
      "nect": 462,
      "Ġcont": 463,
      "Ġthrou": 464,
      "Ġthrough": 465,
      "Ġdec": 466,
      "ru": 467,
      "ating": 468,
      "ore": 469,
      "Ġse": 470,
      "Ġparamet": 471,
      "Ġadd": 472,
      "ile": 473,
      "lu": 474,
      "Ġwhile": 475,
      "cess": 476,
      "Ġsp": 477,
      "cept": 478,
      "ional": 479,
      "ener": 480,
      "Ġenables": 481,
      "Ġlanguage": 482,
      "ire": 483,
      "esc": 484,
      "ability": 485,
      "Ġprocess": 486,
      "alization": 487,
      "atch": 488,
      "ellig": 489,
      "Ġprev": 490,
      "du": 491,
      "and": 492,
      "Ġgener": 493,
      "elligence": 494,
      "Ġmeans": 495,
      "os": 496,
      "Ġprob": 497,
      "are": 498,
      "Ġact": 499,
      "ari": 500,
      "Ġintelligence": 501,
      "wh": 502,
      "Ġall": 503,
      "Ġte": 504,
      "erm": 505,
      "ve": 506,
      "Ġon": 507,
      "ax": 508,
      "co": 509,
      "what": 510,
      "gor": 511,
      "cal": 512,
      "Ġmach": 513,
      "Ġnorm": 514,
      "att": 515,
      "up": 516,
      "ving": 517,
      "ations": 518,
      "Ġdist": 519,
      "Ġprevent": 520,
      "gorith": 521,
      "Ġpredi": 522,
      "Ġover": 523,
      "Ġexp": 524,
      "Ġalgorith": 525,
      "om": 526,
      "pre": 527,
      "Ġneuron": 528,
      "ip": 529,
      "Ġstep": 530,
      "Ġlayers": 531,
      "itial": 532,
      "Ġinitial": 533,
      "osit": 534,
      "Ġinter": 535,
      "the": 536,
      "Ġab": 537,
      "ex": 538,
      "arg": 539,
      "em": 540,
      "Ġmean": 541,
      "fer": 542,
      "Ġinc": 543,
      "Ġbe": 544,
      "Ġfe": 545,
      "Ġper": 546,
      "lex": 547,
      "Ġloss": 548,
      "tain": 549,
      "Ġinputs": 550,
      "Ġtr": 551,
      "gra": 552,
      "ribut": 553,
      "Ġdistribut": 554,
      "ant": 555,
      "Ġactiv": 556,
      "ential": 557,
      "Ġtrans": 558,
      "Ġconnect": 559,
      "Ġcan": 560,
      "Ġwhen": 561,
      "tific": 562,
      "tificial": 563,
      "cur": 564,
      "anis": 565,
      "Ġmain": 566,
      "ns": 567,
      "Ġconcept": 568,
      "Ġmaintain": 569,
      "ures": 570,
      "Ġout": 571,
      "Ġres": 572,
      "Ġha": 573,
      "gence": 574,
      "ross": 575,
      "Ġconver": 576,
      "Ġare": 577,
      "Ġapp": 578,
      "ens": 579,
      "ruct": 580,
      "Ġpreventing": 581,
      "Ġbi": 582,
      "Ġeff": 583,
      "Ġtemp": 584,
      "Ġvari": 585,
      "Ġbatch": 586,
      "ult": 587,
      "Ġlarg": 588,
      "Ġartificial": 589,
      "een": 590,
      "Ġimp": 591,
      "Ġsiz": 592,
      "Ġweights": 593,
      "Ġabout": 594,
      "Ġmachine": 595,
      "ass": 596,
      "Ġhigh": 597,
      "ach": 598,
      "Ġcomplex": 599,
      "ting": 600,
      "Ġreg": 601,
      "Ġk": 602,
      "Ġactivation": 603,
      "Ġsu": 604,
      "Ġcl": 605,
      "ies": 606,
      "Ġoutput": 607,
      "nt": 608,
      "ntax": 609,
      "Ġdesc": 610,
      "ler": 611,
      "ines": 612,
      "Ġup": 613,
      "Ġbetw": 614,
      "Ġupd": 615,
      "Ġbetween": 616,
      "==": 617,
      "Ġsyst": 618,
      "ders": 619,
      "tand": 620,
      "derstand": 621,
      "uring": 622,
      "Ġsyntax": 623,
      "Ġunderstand": 624,
      "Ġcomputation": 625,
      "Ġch": 626,
      "lem": 627,
      "Ġexpon": 628,
      "ular": 629,
      "Ġconvergence": 630,
      "xim": 631,
      "Ġneurons": 632,
      "Ġduring": 633,
      "Ġgeneralization": 634,
      "Ġconnections": 635,
      "Ġparameters": 636,
      "con": 637,
      "Ġsequ": 638,
      "ative": 639,
      "Ġhow": 640,
      "Ġusing": 641,
      "Ġhave": 642,
      "erature": 643,
      "Ġtemperature": 644,
      "Ġsig": 645,
      "ast": 646,
      "Ġlayer": 647,
      "ient": 648,
      "yth": 649,
      "Ġdecay": 650,
      "Ġdire": 651,
      "Ġtransform": 652,
      "ython": 653,
      "ous": 654,
      "vid": 655,
      "ne": 656,
      "Ġsm": 657,
      "low": 658,
      "ck": 659,
      "Ġsh": 660,
      "mmar": 661,
      "Ġprovid": 662,
      "Ġappro": 663,
      "Ġcre": 664,
      "Ġmult": 665,
      "Ġz": 666,
      "ask": 667,
      "den": 668,
      "Ġno": 669,
      "Ġrelu": 670,
      "Ġdistributions": 671,
      "Ġfeature": 672,
      "Ġalgorithm": 673,
      "Ġnois": 674,
      "Ġdo": 675,
      "Ġdif": 676,
      "Ġexponential": 677,
      "Ġgrammar": 678,
      "Ġimpro": 679,
      "ically": 680,
      "aliz": 681,
      "Ġweight": 682,
      "Ġpython": 683,
      "Ġdiffer": 684,
      "Ġposit": 685,
      "Ġ=": 686,
      "Ġenabling": 687,
      "Ġperform": 688,
      "yp": 689,
      "Ġq": 690,
      "Ġinform": 691,
      "Ġinformation": 692,
      "ir": 693,
      "Ġstruct": 694,
      "Ġas": 695,
      "ctions": 696,
      "Ġclass": 697,
      "Ġzer": 698,
      "entrop": 699,
      "entropy": 700,
      "Ġsimp": 701,
      "ma": 702,
      "sent": 703,
      "Ġnoise": 704,
      "ification": 705,
      "Ġrate": 706,
      "ord": 707,
      "Ġdeep": 708,
      "ared": 709,
      "Ġinclu": 710,
      "Ġregular": 711,
      "cing": 712,
      "ke": 713,
      "Ġprogra": 714,
      "Ġeffect": 715,
      "olut": 716,
      "Ġdep": 717,
      "Ġprocessing": 718,
      "Ġprobability": 719,
      "Ġtyp": 720,
      "icient": 721,
      "Ġdescent": 722,
      "Ġeach": 723,
      "Ġmodels": 724,
      "ura": 725,
      "ls": 726,
      "Ġmeas": 727,
      "Ġsmal": 728,
      "reas": 729,
      "Ġbal": 730,
      "anish": 731,
      "itect": 732,
      "itional": 733,
      "chitect": 734,
      "Ġvariance": 735,
      "mming": 736,
      "Ġarchitect": 737,
      "ding": 738,
      "ime": 739,
      "Ġfur": 740,
      "therm": 741,
      "Ġits": 742,
      "Ġfurtherm": 743,
      "Ġfurthermore": 744,
      "Ġadditional": 745,
      "Ġadditionally": 746,
      "Ġclassification": 747,
      "Ġdev": 748,
      "Ġsqu": 749,
      "ural": 750,
      "iple": 751,
      "Ġprogramming": 752,
      "ors": 753,
      "Ġpredict": 754,
      "Ġtime": 755,
      "Ġmultiple": 756,
      "ack": 757,
      "ccur": 758,
      "Ġoccur": 759,
      "Ġbias": 760,
      "Ġcomm": 761,
      "Ġli": 762,
      "Ġzero": 763,
      "Ġsk": 764,
      "Ġnormaliz": 765,
      "atter": 766,
      "Ġpatter": 767,
      "ou": 768,
      "Ġimproving": 769,
      "Ġpatterns": 770,
      "elp": 771,
      "Ġapproxim": 772,
      "ual": 773,
      "Ġdis": 774,
      "Ġspe": 775,
      "Ġlocal": 776,
      "Ġlike": 777,
      "prop": 778,
      "est": 779,
      "Ġmeasures": 780,
      "Ġvect": 781,
      "Ġuses": 782,
      "ard": 783,
      "Ġval": 784,
      "Ġopt": 785,
      "Ġoptim": 786,
      "amp": 787,
      "now": 788,
      "ule": 789,
      "Ġat": 790,
      "Ġnormalization": 791,
      "Ġknow": 792,
      "ages": 793,
      "coura": 794,
      "Ġdoes": 795,
      "courag": 796,
      "Ġeffective": 797,
      "per": 798,
      "ication": 799,
      "Ġinitialization": 800,
      "act": 801,
      "Ġy": 802,
      "present": 803,
      "pping": 804,
      "Ġrepresent": 805,
      "ics": 806,
      "duces": 807,
      "ere": 808,
      "Ġsize": 809,
      "ention": 810,
      "Ġtok": 811,
      "attention": 812,
      "Ġmat": 813,
      "led": 814,
      "Ġwhere": 815,
      "ext": 816,
      "Ġupdates": 817,
      "ribe": 818,
      "ems": 819,
      "mb": 820,
      "erv": 821,
      "Ġlarge": 822,
      "ward": 823,
      "Ġmin": 824,
      "Ġsystems": 825,
      "uning": 826,
      "Ġens": 827,
      "umul": 828,
      "Ġacc": 829,
      "Ġtransformers": 830,
      "Ġproblem": 831,
      "Ġallow": 832,
      "ropout": 833,
      "Ġminim": 834,
      "Ġperformance": 835,
      "Ġref": 836,
      "ter": 837,
      "nected": 838,
      "Ġintercon": 839,
      "Ġinterconnected": 840,
      "Ġmit": 841,
      "Ġflow": 842,
      "Ġmitig": 843,
      ").": 844,
      "Ġsch": 845,
      "Ġsched": 846,
      "Ġca": 847,
      "Ġfi": 848,
      "Ġvanish": 849,
      "ppl": 850,
      "Ġfunctions": 851,
      "Ġappl": 852,
      "Ġexce": 853,
      "Ġyou": 854,
      "Ġvanishing": 855,
      "Ġaver": 856,
      "emb": 857,
      "ences": 858,
      "lev": 859,
      "ice": 860,
      "Ġarchitecture": 861,
      "Ġstability": 862,
      "Ġdepen": 863,
      "Ġim": 864,
      "Ġsim": 865,
      "Ġproviding": 866,
      "ets": 867,
      "Ġtask": 868,
      "Ġparameter": 869,
      "arity": 870,
      "ier": 871,
      "ot": 872,
      "Ġsquared": 873,
      "fit": 874,
      "oment": 875,
      "Ġscal": 876,
      "aling": 877,
      "Ġer": 878,
      "Ġerr": 879,
      "Ġdef": 880,
      "Ġrates": 881,
      "Ġregularization": 882,
      "oding": 883,
      "eld": 884,
      "rue": 885,
      "ue": 886,
      "idden": 887,
      "Ġhidden": 888,
      "alle": 889,
      "Ġstr": 890,
      "Ġparalle": 891,
      "Ġparallel": 892,
      "Ġfield": 893,
      "Ġspec": 894,
      "Ġaccumul": 895,
      "her": 896,
      "Ġexponentially": 897,
      "Ġencourag": 898,
      "Ġpredictions": 899,
      "og": 900,
      "Ġspa": 901,
      "Ġlarger": 902,
      "gative": 903,
      "Ġnegative": 904,
      "Ġ*": 905,
      "quire": 906,
      "Ġdeterm": 907,
      "====": 908,
      "eri": 909,
      "Ġmoment": 910,
      "olog": 911,
      "Ġback": 912,
      "Ġinto": 913,
      "Ġ1": 914,
      "arch": 915,
      "Ġsub": 916,
      "can": 917,
      "of": 918,
      "tell": 919,
      "Ġalgorithms": 920,
      "plain": 921,
      "explain": 922,
      "def": 923,
      "fitting": 924,
      "))": 925,
      "agation": 926,
      "Ġmaintaining": 927,
      "propagation": 928,
      "Ġmech": 929,
      "Ġfeatures": 930,
      "desc": 931,
      "help": 932,
      "Ġwant": 933,
      "Ġmeaning": 934,
      "define": 935,
      "describe": 936,
      "ject": 937,
      "Ġinst": 938,
      "Ġform": 939,
      "Ġstructure": 940,
      "Ġra": 941,
      "Ġsizes": 942,
      "Ġexceed": 943,
      "Ġoverfitting": 944,
      "Ġtypically": 945,
      "Ġnum": 946,
      "Ġsigma": 947,
      "Ġbackpropagation": 948,
      "),": 949,
      "Ġacross": 950,
      "Ġdisc": 951,
      "Ġmechanis": 952,
      "Ġanne": 953,
      "Ġcontin": 954,
      "Ġannealing": 955,
      "av": 956,
      "Ġdropout": 957,
      "Ġcomputer": 958,
      "ents": 959,
      "Ġrecept": 960,
      "Ġreceptive": 961,
      "ak": 962,
      "Ġmechanisms": 963,
      "Ġhum": 964,
      "Ġrefers": 965,
      "tuning": 966,
      "Ġfine": 967,
      "osition": 968,
      "uous": 969,
      "Ġcontinuous": 970,
      "nit": 971,
      "op": 972,
      "Ġrel": 973,
      "Ġlanguages": 974,
      "volut": 975,
      "ong": 976,
      "Ġdifference": 977,
      "Ġbalan": 978,
      "ange": 979,
      "rix": 980,
      "Ġmatrix": 981,
      "Ġmomentum": 982,
      "Ġrand": 983,
      "Ġrule": 984,
      "Ġensemb": 985,
      "Ġrandom": 986,
      "Ġensemble": 987,
      "Ġcross": 988,
      "ules": 989,
      "Ġminimiz": 990,
      "Ġimages": 991,
      "pret": 992,
      "Ġinterpret": 993,
      "Ġmitigating": 994,
      "Ġhuman": 995,
      "celer": 996,
      "ased": 997,
      "Ġacceler": 998,
      "Ġaccelerating": 999,
      "Ġsmall": 1000,
      "ge": 1001,
      "Ġcomputational": 1002,
      "Ġproper": 1003,
      "ery": 1004,
      "orre": 1005,
      "ely": 1006,
      "line": 1007,
      "Ġrecur": 1008,
      "ledge": 1009,
      "vari": 1010,
      "Ġnon": 1011,
      "linearity": 1012,
      "ric": 1013,
      "rent": 1014,
      "Ġdecreas": 1015,
      "atist": 1016,
      "Ġstatist": 1017,
      "Ġknowledge": 1018,
      "king": 1019,
      "idual": 1020,
      "lo": 1021,
      "Ġsof": 1022,
      "Ġresp": 1023,
      "Ġsoft": 1024,
      "Ġresidual": 1025,
      "Ġsystem": 1026,
      "max": 1027,
      "Ġsum": 1028,
      "Ġstatistics": 1029,
      "Ġsoftmax": 1030,
      "des": 1031,
      "etter": 1032,
      "Ġbetter": 1033,
      "Ġcomposition": 1034,
      "Ġcomplexity": 1035,
      "Ġcaus": 1036,
      "iven": 1037,
      "mo": 1038,
      "Ġcontain": 1039,
      "Ġdifferent": 1040,
      "ish": 1041,
      "fficient": 1042,
      "anges": 1043,
      "Ġinterpreted": 1044,
      "ativ": 1045,
      "Ġrelev": 1046,
      "Ġattention": 1047,
      "lect": 1048,
      "Ġnumb": 1049,
      "Ġcontro": 1050,
      "atural": 1051,
      "eriv": 1052,
      "Ġderiv": 1053,
      "Ġbut": 1054,
      "Ġcode": 1055,
      "Ġexperi": 1056,
      "Ġexperience": 1057,
      "Ġcommon": 1058,
      "Ġdefines": 1059,
      "Ġcontrols": 1060,
      "Ġmag": 1061,
      "nitu": 1062,
      "Ġmagnitu": 1063,
      "Ġada": 1064,
      "Ġadapt": 1065,
      "able": 1066,
      "lements": 1067,
      "Ġsequences": 1068,
      "ants": 1069,
      "Ġshare": 1070,
      "ress": 1071,
      "Ġvectors": 1072,
      "ese": 1073,
      "Ġthese": 1074,
      "Ġmachines": 1075,
      "Ġpen": 1076,
      "Ġmap": 1077,
      "Ġspace": 1078,
      "oving": 1079,
      "Ġmoving": 1080,
      "Ġvi": 1081,
      "Ġexceeding": 1082,
      "orrect": 1083,
      "les": 1084,
      "Ġtrue": 1085,
      "Ġvariants": 1086,
      "Ġsimple": 1087,
      "Ġtasks": 1088,
      "ision": 1089,
      "Ġnatural": 1090,
      "ced": 1091,
      "Ġtokens": 1092,
      "Ġrecurrent": 1093,
      "me": 1094,
      "alt": 1095,
      "Ġword": 1096,
      "Ġefficient": 1097,
      "Ġsimul": 1098,
      "Ġpenalt": 1099,
      "Ġqu": 1100,
      "edding": 1101,
      "olving": 1102,
      "Ġaverag": 1103,
      "Ġerror": 1104,
      "Ġemb": 1105,
      "Ġcons": 1106,
      "Ġlog": 1107,
      "Ġnormalizing": 1108,
      "Ġembedding": 1109,
      "denc": 1110,
      "Ġdependenc": 1111,
      "ateg": 1112,
      "Ġadds": 1113,
      "Ġstrateg": 1114,
      "pid": 1115,
      "Ġfast": 1116,
      "Ġrapid": 1117,
      "Ġwords": 1118,
      "Ġnerv": 1119,
      "ills": 1120,
      "Ġskills": 1121,
      "amples": 1122,
      "Ġpenalty": 1123,
      "Ġstrategies": 1124,
      "Ġtheore": 1125,
      "Ġdirect": 1126,
      "Ġskip": 1127,
      "Ġthem": 1128,
      "Ġunit": 1129,
      "Ġuse": 1130,
      "Ġoptimal": 1131,
      "Ġdy": 1132,
      "Ġoccurs": 1133,
      "Ġnormalizes": 1134,
      "Ġfin": 1135,
      "Ġapply": 1136,
      "Ġrelevant": 1137,
      "Ġredu": 1138,
      "Ġrepresentations": 1139,
      "nns": 1140,
      "Ġj": 1141,
      "Ġprodu": 1142,
      "99": 1143,
      "aco": 1144,
      "bi": 1145,
      "Ġ0": 1146,
      "Ġinclude": 1147,
      "Ġjaco": 1148,
      "Ġjacobi": 1149,
      "quir": 1150,
      "quiring": 1151,
      "Ġrequire": 1152,
      "Ġext": 1153,
      "Ġrandomly": 1154,
      "Ġmask": 1155,
      "Ġhier": 1156,
      "Ġcontext": 1157,
      "Ġbiolog": 1158,
      "archical": 1159,
      "Ġhierarchical": 1160,
      "ons": 1161,
      "Ġstates": 1162,
      "old": 1163,
      "Ġbiological": 1164,
      "volutional": 1165,
      "Ġincreas": 1166,
      "Ġprovides": 1167,
      "ust": 1168,
      "Ġ-": 1169,
      "Ġsolut": 1170,
      "Ġdevice": 1171,
      "Ġsolutions": 1172,
      "unication": 1173,
      "Ġenc": 1174,
      "Ġrules": 1175,
      "Ġcommunication": 1176,
      "mant": 1177,
      "Ġnod": 1178,
      "Ġwhat": 1179,
      "Ġarr": 1180,
      "Ġsemant": 1181,
      "Ġsmaller": 1182,
      "Ġreducing": 1183,
      "Ġro": 1184,
      "ized": 1185,
      "Ġeng": 1186,
      "Ġnodes": 1187,
      "oring": 1188,
      "Ġengine": 1189,
      "Ġvector": 1190,
      "lected": 1191,
      "00": 1192,
      "oth": 1193,
      "Ġhigher": 1194,
      "ess": 1195,
      "Ġgo": 1196,
      "ich": 1197,
      "izing": 1198,
      "Ġsequence": 1199,
      "batch": 1200,
      "text": 1201,
      "ib": 1202,
      "ated": 1203,
      "ingle": 1204,
      "Ġset": 1205,
      "Ġextre": 1206,
      "Ġsingle": 1207,
      "Ġchain": 1208,
      "sh": 1209,
      "Ġlow": 1210,
      "Ġincludes": 1211,
      "Ġsto": 1212,
      "Ġdistribution": 1213,
      "Ġcreates": 1214,
      "Ġbalance": 1215,
      "Ġentropy": 1216,
      "Ġspecific": 1217,
      "ad": 1218,
      "Ġsat": 1219,
      "izer": 1220,
      "abil": 1221,
      "astic": 1222,
      "Ġdirection": 1223,
      "Ġminimizes": 1224,
      "uid": 1225,
      "uration": 1226,
      "idation": 1227,
      "Ġpredicted": 1228,
      "bject": 1229,
      "Ġguid": 1230,
      "Ġencourages": 1231,
      "Ġmagnitude": 1232,
      "Ġsaturation": 1233,
      "Ġobject": 1234,
      "Ġpositions": 1235,
      "Ġaff": 1236,
      "Ġman": 1237,
      "imin": 1238,
      "Ġsimpler": 1239,
      "Ġaffect": 1240,
      "Ġdirections": 1241,
      "order": 1242,
      "Ġnew": 1243,
      "Ġmodeling": 1244,
      "Ġconsist": 1245,
      "Ġgrou": 1246,
      "Ġproduces": 1247,
      "Ġweighted": 1248,
      "Ġscaled": 1249,
      "Ġgroup": 1250,
      "Ġoptimization": 1251,
      "Ġexploding": 1252,
      "Ġtype": 1253,
      "Ġtoken": 1254,
      "Ġreal": 1255,
      "Ġsequential": 1256,
      "Ġmapping": 1257,
      "Ġcreate": 1258,
      "Ġmappings": 1259,
      "der": 1260,
      "dation": 1261,
      "ful": 1262,
      "so": 1263,
      "Ġev": 1264,
      "Ġorder": 1265,
      "for": 1266,
      "Ġconvolutional": 1267,
      "Ġmaintains": 1268,
      "Ġmany": 1269,
      "Ġadj": 1270,
      "ues": 1271,
      "xt": 1272,
      "ort": 1273,
      "eth": 1274,
      "requ": 1275,
      "Ġstate": 1276,
      "Ġadam": 1277,
      "dy": 1278,
      "elop": 1279,
      "ivity": 1280,
      "Ġdevelop": 1281,
      "Ġwell": 1282,
      "Ġcomputing": 1283,
      "network": 1284,
      "ator": 1285,
      "Ġsubs": 1286,
      "nal": 1287,
      "elf": 1288,
      "Ġintro": 1289,
      "Ġfeed": 1290,
      "Ġallowing": 1291,
      "mens": 1292,
      "Ġalso": 1293,
      "riate": 1294,
      "ropriate": 1295,
      "gradient": 1296,
      "Ġdecaying": 1297,
      "Ġany": 1298,
      "Ġappropriate": 1299,
      "Ġpe": 1300,
      "bal": 1301,
      "val": 1302,
      "Ġtest": 1303,
      "Ġmon": 1304,
      "Ġfields": 1305,
      "Ġthan": 1306,
      "Ġmeth": 1307,
      "Ġlab": 1308,
      "Ġmethod": 1309,
      "Ġself": 1310,
      "ivers": 1311,
      "Ġinternal": 1312,
      "Ġvalue": 1313,
      "asets": 1314,
      "Ġiss": 1315,
      "========": 1316,
      "Ġdependencies": 1317,
      "##": 1318,
      "oration": 1319,
      "its": 1320,
      "Ġdeeper": 1321,
      "Ġspecial": 1322,
      "Ġnumber": 1323,
      "Ġtheorem": 1324,
      "forward": 1325,
      "Ġfeedforward": 1326,
      "oit": 1327,
      "ite": 1328,
      "Ġfav": 1329,
      "Ġgiven": 1330,
      "Ġreduces": 1331,
      "chastic": 1332,
      "dimens": 1333,
      "Ġcovari": 1334,
      "uling": 1335,
      "Ġcompact": 1336,
      "ift": 1337,
      "iform": 1338,
      "Ġexploration": 1339,
      "Ġexploit": 1340,
      "Ġunivers": 1341,
      "Ġuniform": 1342,
      "Ġacts": 1343,
      "Ġsufficient": 1344,
      "Ġshift": 1345,
      "Ġregularizer": 1346,
      "Ġapproximation": 1347,
      "Ġapproximate": 1348,
      "Ġscheduling": 1349,
      "Ġencouraging": 1350,
      "aked": 1351,
      "Ġbalances": 1352,
      "Ġrespect": 1353,
      "Ġcontaining": 1354,
      "Ġfinite": 1355,
      "Ġsubsets": 1356,
      "Ġpeaked": 1357,
      "Ġfavoring": 1358,
      "dimensional": 1359,
      "Ġcovariate": 1360,
      "Ġexploitation": 1361,
      "Ġuniversal": 1362,
      "Ġoper": 1363,
      "Ġglo": 1364,
      "Ġcos": 1365,
      "Ġvalidation": 1366,
      "Ġoperations": 1367,
      "Ġfol": 1368,
      "Ġpart": 1369,
      "Ġregion": 1370,
      "Ġchanges": 1371,
      "lowed": 1372,
      "Ġschedule": 1373,
      "Ġdetermines": 1374,
      "atives": 1375,
      "Ġderivatives": 1376,
      "Ġaffecting": 1377,
      "Ġglobal": 1378,
      "Ġcosine": 1379,
      "Ġfollowed": 1380,
      "oice": 1381,
      "Ġrat": 1382,
      "Ġmaking": 1383,
      "Ġtext": 1384,
      "Ġpartial": 1385,
      "Ġcompared": 1386,
      "Ġchoice": 1387,
      "Ġvia": 1388,
      "Ġgre": 1389,
      "Ġdatasets": 1390,
      "Ġpositive": 1391,
      "get": 1392,
      "Ġprop": 1393,
      "Ġleak": 1394,
      "Ġrnns": 1395,
      "ppens": 1396,
      "Ġparametric": 1397,
      "Ġhappens": 1398,
      "Ġunderstanding": 1399,
      "Ġshar": 1400,
      "Ġbiases": 1401,
      "Ġdying": 1402,
      "Ġissue": 1403,
      "Ġleaky": 1404,
      "Ġcontra": 1405,
      "ired": 1406,
      "networks": 1407,
      "hip": 1408,
      "rection": 1409,
      "direction": 1410,
      "olve": 1411,
      "ationship": 1412,
      "Ġpredicting": 1413,
      "Ġapproximates": 1414,
      "Ġaverages": 1415,
      "Ġaveraging": 1416,
      "Ġmasking": 1417,
      "Ġcontrast": 1418,
      "directional": 1419,
      "dat": 1420,
      "Ġmore": 1421,
      "Ġrelationship": 1422,
      "ipping": 1423,
      "Ġclipping": 1424,
      "'s": 1425,
      "Ġind": 1426,
      "Ġdecreasing": 1427,
      "te": 1428,
      "Ġlearned": 1429,
      "oder": 1430,
      "Ġke": 1431,
      "Ġupdate": 1432,
      "Ġsigmo": 1433,
      "Ġdepend": 1434,
      "Ġsigmoid": 1435,
      "rete": 1436,
      "Ġdiscrete": 1437,
      "Ġkey": 1438,
      "sp": 1439,
      "Ġid": 1440,
      "Ġsolving": 1441,
      "ory": 1442,
      "Ġconst": 1443,
      "Ġvery": 1444,
      "Ġbalancing": 1445,
      "Ġquery": 1446,
      "Ġdirectly": 1447,
      "Ġident": 1448,
      "Ġterm": 1449,
      "Ġsc": 1450,
      "Ġadding": 1451,
      "training": 1452,
      "Ġhelp": 1453,
      "back": 1454,
      "ys": 1455,
      "oral": 1456,
      "ath": 1457,
      "Ġimplements": 1458,
      "Ġapproach": 1459,
      "Ġincreased": 1460,
      "ortional": 1461,
      "Ġproportional": 1462,
      "Ġpath": 1463,
      "ised": 1464,
      "Ġlong": 1465,
      "uperv": 1466,
      "upervised": 1467,
      "Ġwhich": 1468,
      "ai": 1469,
      "eled": 1470,
      "Ġinsp": 1471,
      "Ġinspired": 1472,
      "Ġequ": 1473,
      "rimin": 1474,
      "Ġbrain": 1475,
      "Ġdiscrimin": 1476,
      "gan": 1477,
      "Ġph": 1478,
      "Ġhe": 1479,
      "Ġprevents": 1480,
      "Ġpositional": 1481,
      "Ġpredicts": 1482,
      "supervised": 1483,
      "Ġsent": 1484,
      "Ġenable": 1485,
      "Ġtemporal": 1486,
      "by": 1487,
      "Ġanal": 1488,
      "Ġdepth": 1489,
      "requent": 1490,
      "Ġidentity": 1491,
      "Ġpaths": 1492,
      "gress": 1493,
      "udy": 1494,
      "Ġstudy": 1495,
      "Ġorgan": 1496,
      "msprop": 1497,
      "herent": 1498,
      "Ġpass": 1499,
      "Ġproced": 1500,
      "Ġlearns": 1501,
      "ill": 1502,
      "Ġcomputers": 1503,
      "Ġerrors": 1504,
      "Ġtra": 1505,
      "Ġcol": 1506,
      "Ġexamples": 1507,
      "Ġtransformer": 1508,
      "off": 1509,
      "Ġdegra": 1510,
      "deoff": 1511,
      "variance": 1512,
      "ysis": 1513,
      "Ġanalysis": 1514,
      "Ġtradeoff": 1515,
      "Ġdegradation": 1516,
      "ious": 1517,
      "Ġcorrect": 1518,
      "uter": 1519,
      "mputer": 1520,
      "Ġprevious": 1521,
      "computer": 1522,
      "Ġvalues": 1523,
      "Ġcost": 1524,
      "age": 1525,
      "Ġknown": 1526,
      "Ġthen": 1527,
      "Ġupdating": 1528,
      "Ġdiv": 1529,
      "Ġcauses": 1530,
      "mory": 1531,
      "atial": 1532,
      "ings": 1533,
      "ergence": 1534,
      "Ġread": 1535,
      "Ġmemory": 1536,
      "step": 1537,
      "Ġspatial": 1538,
      "Ġactivations": 1539,
      "level": 1540,
      "Ġconstrain": 1541,
      "Ġsentences": 1542,
      "Ġdivergence": 1543,
      "Ġreadability": 1544,
      "fore": 1545,
      "oning": 1546,
      "arly": 1547,
      "Ġinject": 1548,
      "Ġforward": 1549,
      "ference": 1550,
      "Ġincorrect": 1551,
      "Ġbefore": 1552,
      "Ġstructures": 1553,
      "Ġaccumulation": 1554,
      "Ġaccumulating": 1555,
      "Ġsimulation": 1556,
      "Ġsimulates": 1557,
      "backward": 1558,
      "Ġpasses": 1559,
      "Ġconstraints": 1560,
      "ni": 1561,
      "ph": 1562,
      "rad": 1563,
      "ras": 1564,
      "agrad": 1565,
      "Ġtech": 1566,
      "Ġchange": 1567,
      "Ġbrains": 1568,
      "erg": 1569,
      "Ġreas": 1570,
      "Ġdecision": 1571,
      "Ġkl": 1572,
      "cond": 1573,
      "Ġrespons": 1574,
      "gressive": 1575,
      "niqu": 1576,
      "Ġtechniqu": 1577,
      "Ġreasoning": 1578,
      "Ġearly": 1579,
      "Ġacquiring": 1580,
      "ement": 1581,
      "making": 1582,
      "Ġapplication": 1583,
      "ology": 1584,
      "ie": 1585,
      "ning": 1586,
      "Ġach": 1587,
      "Ġfact": 1588,
      "Ġsymb": 1589,
      "Ġwithout": 1590,
      "Ġrelating": 1591,
      "Ġnerves": 1592,
      "Ġnervous": 1593,
      "Ġgover": 1594,
      "Ġachie": 1595,
      "Ġsymbol": 1596,
      "ring": 1597,
      "Ġtarg": 1598,
      "ingu": 1599,
      "Ġelements": 1600,
      "ases": 1601,
      "Ġenerg": 1602,
      "angement": 1603,
      "Ġmade": 1604,
      "formed": 1605,
      "Ġacquire": 1606,
      "Ġability": 1607,
      "Ġbeings": 1608,
      "Ġconverts": 1609,
      "Ġsigns": 1610,
      "Ġstructural": 1611,
      "Ġoccurring": 1612,
      "Ġnaturally": 1613,
      "Ġproduced": 1614,
      "Ġarrangement": 1615,
      "Ġrather": 1616,
      "Ġphras": 1617,
      "Ġgoverning": 1618,
      "Ġsymbols": 1619,
      "Ġenergy": 1620,
      "Ġphrases": 1621,
      "Ġrepl": 1622,
      "Ġreference": 1623,
      "Ġimprove": 1624,
      "Ġcollected": 1625,
      "Ġfacts": 1626,
      "our": 1627,
      "sc": 1628,
      "to": 1629,
      "xav": 1630,
      "ering": 1631,
      "Ġfir": 1632,
      "mpt": 1633,
      "Ġmulti": 1634,
      "xavier": 1635,
      "Ġfirst": 1636,
      "lp": 1637,
      "plex": 1638,
      "sum": 1639,
      "true": 1640,
      "Ġxavier": 1641,
      "Ġblo": 1642,
      "Ġanim": 1643,
      "Ġstable": 1644,
      "pred": 1645,
      "Ġperplex": 1646,
      "Ġstrong": 1647,
      "Ġformul": 1648,
      "ops": 1649,
      "iveness": 1650,
      "Ġtechniques": 1651,
      "Ġblock": 1652,
      "Ġanimal": 1653,
      "Ġperplexity": 1654,
      "lems": 1655,
      "Ġtheir": 1656,
      "plication": 1657,
      "Ġtransl": 1658,
      "Ġcontains": 1659,
      "valu": 1660,
      "Ġprocedure": 1661,
      "Ġformula": 1662,
      "efficient": 1663,
      "ening": 1664,
      "Ġaut": 1665,
      "Ġdamp": 1666,
      "Ġpast": 1667,
      "ental": 1668,
      "Ġosc": 1669,
      "Ġcoefficient": 1670,
      "Ġranges": 1671,
      "exp": 1672,
      "Ġoutputs": 1673,
      "Ġarchitectures": 1674,
      "Ġaccumulates": 1675,
      "Ġjacobian": 1676,
      "Ġjacobians": 1677,
      "Ġsemantics": 1678,
      "illations": 1679,
      "Ġresponsiveness": 1680,
      "Ġmultiplication": 1681,
      "valued": 1682,
      "Ġdampening": 1683,
      "Ġoscillations": 1684,
      "ined": 1685,
      "eng": 1686,
      "Ġadagrad": 1687,
      "Ġcompute": 1688,
      "resh": 1689,
      "Ġthresh": 1690,
      "ract": 1691,
      "Ġdistingu": 1692,
      "Ġsquare": 1693,
      "Ġroot": 1694,
      "Ġstopping": 1695,
      "abilizing": 1696,
      "Ġthreshold": 1697,
      "Ġdistinguish": 1698,
      "lic": 1699,
      "orient": 1700,
      "Ġiter": 1701,
      "ores": 1702,
      "Ġrequires": 1703,
      "Ġrelationships": 1704,
      "Ġscores": 1705,
      "ources": 1706,
      "oriented": 1707,
      "dam": 1708,
      "word": 1709,
      "atib": 1710,
      "Ġcare": 1711,
      "Ġwas": 1712,
      "Ġcompatib": 1713,
      "Ġfundam": 1714,
      "Ġsimplic": 1715,
      "Ġdetermined": 1716,
      "Ġsums": 1717,
      "Ġcareful": 1718,
      "Ġcompatibility": 1719,
      "Ġfundamental": 1720,
      "Ġsimplicity": 1721,
      "based": 1722,
      "oc": 1723,
      "Ġsamples": 1724,
      "Ġpul": 1725,
      "ley": 1726,
      "lever": 1727,
      "ices": 1728,
      "Ġgeneration": 1729,
      "Ġproblems": 1730,
      "Ġprediction": 1731,
      "Ġstructured": 1732,
      "Ġpulley": 1733,
      "'(": 1734,
      "(-": 1735,
      ")(": 1736,
      "/(": 1737,
      "ooth": 1738,
      "sig": 1739,
      "aning": 1740,
      "Ġrele": 1741,
      "ured": 1742,
      "struct": 1743,
      "Ġunstruct": 1744,
      "ffers": 1745,
      "Ġsearch": 1746,
      "Ġsecond": 1747,
      "Ġsuffers": 1748,
      "Ġsmooth": 1749,
      "Ġnumbers": 1750,
      "Ġderivative": 1751,
      "Ġmaps": 1752,
      "Ġextreme": 1753,
      "sigma": 1754,
      "Ġunstructured": 1755,
      "lish": 1756,
      "weigh": 1757,
      "Ġross": 1758,
      "Ġsens": 1759,
      "orph": 1760,
      "Ġmorph": 1761,
      "abases": 1762,
      "Ġvan": 1763,
      "Ġspanish": 1764,
      "Ġresources": 1765,
      "Ġcreated": 1766,
      "sentence": 1767,
      "Ġincluding": 1768,
      "Ġdevices": 1769,
      "Ġ199": 1770,
      "Ġinstance": 1771,
      "Ġformation": 1772,
      "meaning": 1773,
      "Ġguido": 1774,
      "Ġevolve": 1775,
      "Ġorganically": 1776,
      "english": 1777,
      "Ġreleased": 1778,
      "weight": 1779,
      "Ġrossum": 1780,
      "Ġmorphology": 1781,
      "Ġ1991": 1782,
      "li": 1783,
      "ves": 1784,
      "Ġai": 1785,
      "Ġthey": 1786,
      "Ġrequiring": 1787,
      "Ġpara": 1788,
      "databases": 1789,
      "Ġsupp": 1790,
      "Ġcreating": 1791,
      "atively": 1792,
      "Ġengineering": 1793,
      "Ġiteratively": 1794,
      "ault": 1795,
      "gms": 1796,
      "se": 1797,
      "orts": 1798,
      "digms": 1799,
      "Ġmax": 1800,
      "Ġfunctional": 1801,
      "neural": 1802,
      "ample": 1803,
      "Ġensures": 1804,
      "Ġmitigates": 1805,
      "Ġdefault": 1806,
      "000": 1807,
      "Ġsensit": 1808,
      "Ġparadigms": 1809,
      "Ġsupports": 1810,
      "Ġnlp": 1811,
      "edy": 1812,
      "Ġste": 1813,
      "Ġgreedy": 1814,
      "Ġsensitivity": 1815,
      "rate": 1816,
      "Ġtuning": 1817,
      "Ġpatch": 1818,
      "epest": 1819,
      "Ġdecoding": 1820,
      "Ġbeam": 1821,
      "new": 1822,
      "Ġspeed": 1823,
      "Ġsimil": 1824,
      "Ġsemantic": 1825,
      "Ġsteepest": 1826,
      "Ġcle": 1827,
      "ities": 1828,
      "Ġgeneraliz": 1829,
      "Ġtranslation": 1830,
      "Ġgeneralize": 1831,
      "mely": 1832,
      "solving": 1833,
      "Ġpract": 1834,
      "Ġrob": 1835,
      "Ġextremely": 1836,
      "'t": 1837,
      "gd": 1838,
      "ties": 1839,
      "Ġsgd": 1840,
      "icates": 1841,
      "urons": 1842,
      "neurons": 1843,
      "Ġformal": 1844,
      "Ġmonit": 1845,
      "Ġter": 1846,
      "alts": 1847,
      "orting": 1848,
      "Ġmim": 1849,
      "Ġoffer": 1850,
      "Ġpromo": 1851,
      "Ġhalts": 1852,
      "Ġstops": 1853,
      "Ġmaxim": 1854,
      "olates": 1855,
      "ribes": 1856,
      "ructing": 1857,
      "Ġdescribes": 1858,
      "Ġdiscourag": 1859,
      "Ġinstructing": 1860,
      "Ġproperties": 1861,
      "Ġadaptation": 1862,
      "Ġadaptive": 1863,
      "Ġviolates": 1864,
      "Ġadjus": 1865,
      "Ġclear": 1866,
      "Ġmonitors": 1867,
      "Ġterms": 1868,
      "Ġmimic": 1869,
      "Ġoffering": 1870,
      "Ġpromoting": 1871,
      "Ġmaximizing": 1872,
      "Ġdiscourage": 1873,
      "activ": 1874,
      "Ġarrange": 1875,
      "Ġindicates": 1876,
      "dropout": 1877,
      "Ġdon": 1878,
      "Ġproxim": 1879,
      "Ġspaces": 1880,
      "Ġsimilarity": 1881,
      "eom": 1882,
      "Ġsample": 1883,
      "etric": 1884,
      "Ġgeom": 1885,
      "Ġdescribe": 1886,
      "Ġreflected": 1887,
      "Ġproximity": 1888,
      "Ġgeometric": 1889,
      "vers": 1890,
      "Ġsin": 1891,
      "Ġsorting": 1892,
      "els": 1893,
      "Ġhand": 1894,
      "ension": 1895,
      "Ġaverage": 1896,
      "activation": 1897,
      "net": 1898,
      "Ġdim": 1899,
      "Ġallows": 1900,
      "Ġdimension": 1901,
      "atical": 1902,
      "Ġforcing": 1903,
      "Ġ1000": 1904,
      "Ġstochastic": 1905,
      "Ġintroduces": 1906,
      "ap": 1907,
      "Ġcoherent": 1908,
      "Ġlabels": 1909,
      "Ġrobust": 1910,
      "hem": 1911,
      "Ġmathem": 1912,
      "Ġused": 1913,
      "Ġzeros": 1914,
      "Ġhelping": 1915,
      "hic": 1916,
      "abilities": 1917,
      "Ġmethods": 1918,
      "ionized": 1919,
      "Ġrevolut": 1920,
      "Ġrmsprop": 1921,
      "Ġdetect": 1922,
      "Ġraw": 1923,
      "Ġfaster": 1924,
      "shot": 1925,
      "Ġhandle": 1926,
      "Ġrevolutionized": 1927,
      "dw": 1928,
      "Ġdl": 1929,
      "Ġgenerator": 1930,
      "Ġfew": 1931,
      "Ġschedules": 1932,
      "Ġencoding": 1933,
      "Ġdiscriminator": 1934,
      "Ġmathematical": 1935,
      "mach": 1936,
      "Ġbased": 1937,
      "Ġprompt": 1938,
      "Ġdecreases": 1939,
      "Ġcausal": 1940,
      "Ġadjusting": 1941,
      "idirectional": 1942,
      "Ġunidirectional": 1943,
      "oregressive": 1944,
      "Ġonly": 1945,
      "context": 1946,
      "Ġparallelization": 1947,
      "Ġautoregressive": 1948,
      "acing": 1949,
      "fter": 1950,
      "iating": 1951,
      "Ġafter": 1952,
      "entiating": 1953,
      "Ġexponentiating": 1954,
      "Ġcommonly": 1955,
      "Ġlogits": 1956,
      "Ġguide": 1957,
      "Ġadjust": 1958,
      "Ġesc": 1959,
      "Ġsup": 1960,
      "Ġline": 1961,
      "Ġminima": 1962,
      "Ġscale": 1963,
      "Ġminimizing": 1964,
      "Ġgood": 1965,
      "Ġsharp": 1966,
      "Ġinjection": 1967,
      "ape": 1968,
      "Ġescape": 1969,
      "Ġlinear": 1970,
      "mar": 1971,
      "Ġtransformations": 1972,
      "Ġdependency": 1973,
      "--": 1974,
      "gular": 1975,
      "range": 1976,
      "ton": 1977,
      "yon": 1978,
      "regular": 1979,
      "duce": 1980,
      "Ġbeyon": 1981,
      "Ġintroduce": 1982,
      "Ġreplacing": 1983,
      "regularization": 1984,
      "Ġbeyond": 1985,
      "ian": 1986,
      "atast": 1987,
      "Ġcur": 1988,
      "Ġcatast": 1989,
      "Ġforget": 1990,
      "rophic": 1991,
      "Ġtransfer": 1992,
      "Ġpractical": 1993,
      "Ġcatastrophic": 1994,
      "Ġforgetting": 1995,
      "scal": 1996,
      "tically": 1997,
      "vature": 1998,
      "Ġlim": 1999,
      "Ġhess": 2000,
      "Ġdetermine": 2001,
      "erior": 2002,
      "Ġtheoretically": 2003,
      "Ġcontextual": 2004,
      "Ġnewton": 2005,
      "Ġsuperior": 2006,
      "Ġcurvature": 2007,
      "scale": 2008,
      "Ġlimits": 2009,
      "Ġhessian": 2010,
      "cy": 2011,
      "Ġtoget": 2012,
      "Ġhist": 2013,
      "own": 2014,
      "Ġtogether": 2015,
      "ever": 2016,
      "Ġatt": 2017,
      "Ġdown": 2018,
      "ively": 2019,
      "Ġhowever": 2020,
      "Ġeffectively": 2021,
      "Ġproduct": 2022,
      "cnns": 2023,
      "coder": 2024,
      "Ġpot": 2025,
      "decoder": 2026,
      "Ġones": 2027,
      "Ġcapt": 2028,
      "Ġsummar": 2029,
      "Ġencoder": 2030,
      "Ġpotential": 2031,
      "Ġsummarization": 2032,
      "ending": 2033,
      "Ġfan": 2034,
      "icit": 2035,
      "Ġstabilizing": 2036,
      "Ġexplicit": 2037,
      "quence": 2038,
      "Ġprocesses": 2039,
      "Ġgenerates": 2040,
      "Ġnorms": 2041,
      "Ġconnectivity": 2042,
      "Ġexcel": 2043,
      "Ġscaling": 2044,
      "Ġsharing": 2045,
      "sequence": 2046,
      "Ġattending": 2047,
      "Ġest": 2048,
      "atic": 2049,
      "ert": 2050,
      "ality": 2051,
      "Ġaddress": 2052,
      "Ġimage": 2053,
      "Ġlabeled": 2054,
      "================": 2055,
      "Ġcapture": 2056,
      "Ġestim": 2057,
      "pus": 2058,
      "Ġgpus": 2059,
      "Ġgroups": 2060,
      "machine": 2061,
      "Ġestimates": 2062,
      "ochastic": 2063,
      "ream": 2064,
      "Ġrich": 2065,
      "stochastic": 2066,
      "stream": 2067,
      "Ġbidirectional": 2068,
      "ough": 2069,
      "Ġmasked": 2070,
      "Ġobjective": 2071,
      "Ġachieve": 2072,
      "Ġdownstream": 2073,
      "gg": 2074,
      "lab": 2075,
      "ally": 2076,
      "orical": 2077,
      "Ġthough": 2078,
      "Ġunlab": 2079,
      "Ġhistorical": 2080,
      "Ġunlabeled": 2081,
      "frequent": 2082,
      "mature": 2083,
      "omp": 2084,
      "onically": 2085,
      "Ġcal": 2086,
      "Ġinfrequent": 2087,
      "Ġfil": 2088,
      "Ġfrequent": 2089,
      "Ġpremature": 2090,
      "Ġdecomp": 2091,
      "otonically": 2092,
      "Ġcause": 2093,
      "Ġmagnitudes": 2094,
      "Ġadapts": 2095,
      "Ġmonotonically": 2096,
      "###": 2097,
      "ling": 2098,
      "ment": 2099,
      "Ġpl": 2100,
      "Ġed": 2101,
      "Ġgradu": 2102,
      "Ġinstability": 2103,
      "Ġincreases": 2104,
      "Ġgradually": 2105,
      "par": 2106,
      "seen": 2107,
      "arm": 2108,
      "Ġunseen": 2109,
      "Ġplus": 2110,
      "ters": 2111,
      "artificial": 2112,
      "Ġwarm": 2113,
      "Ġtoo": 2114,
      "Ġmoder": 2115,
      "Ġsteps": 2116,
      "uracy": 2117,
      "Ġspecialized": 2118,
      "Ġfilters": 2119,
      "Ġwarmup": 2120,
      "res": 2121,
      "reli": 2122,
      "iving": 2123,
      "Ġunsupervised": 2124,
      "Ġunreli": 2125,
      "Ġinitialized": 2126,
      "Ġquality": 2127,
      "Ġtarget": 2128,
      "Ġaddresses": 2129,
      "Ġmodern": 2130,
      "Ġunreliable": 2131,
      "air": 2132,
      "term": 2133,
      "Ġsom": 2134,
      "art": 2135,
      "Ġeven": 2136,
      "Ġsome": 2137,
      "cross": 2138,
      "ges": 2139,
      "Ġlearnable": 2140,
      "Ġstru": 2141,
      "rained": 2142,
      "ggle": 2143,
      "Ġedges": 2144,
      "Ġstruggle": 2145,
      "learn": 2146,
      "Ġdepends": 2147,
      "ead": 2148,
      "all": 2149,
      "Ġtop": 2150,
      "Ġactual": 2151,
      "resnet": 2152,
      "cul": 2153,
      "gener": 2154,
      "Ġtre": 2155,
      "Ġfoc": 2156,
      "Ġreve": 2157,
      "Ġcomb": 2158,
      "Ġseen": 2159,
      "Ġclasses": 2160,
      "Ġinstead": 2161,
      "Ġcalcul": 2162,
      "Ġfocus": 2163,
      "Ġrevealing": 2164,
      "ilib": 2165,
      "rium": 2166,
      "Ġequilib": 2167,
      "Ġequilibrium": 2168,
      "cl": 2169,
      "Ġcate": 2170,
      "Ġben": 2171,
      "ize": 2172,
      "ameter": 2173,
      "Ġbeco": 2174,
      "Ġtargets": 2175,
      "parameter": 2176,
      "class": 2177,
      "Ġcategor": 2178,
      "riving": 2179,
      "sity": 2180,
      "vol": 2181,
      "Ġslow": 2182,
      "Ġdimin": 2183,
      "Ġdriving": 2184,
      "Ġcumul": 2185,
      "arsity": 2186,
      "Ġinvol": 2187,
      "Ġexcess": 2188,
      "Ġexact": 2189,
      "ode": 2190,
      "Ġsparsity": 2191,
      "Ġdistributes": 2192,
      "Ġaccuracy": 2193,
      "Ġdecrease": 2194,
      "ishing": 2195,
      "Ġembeddings": 2196,
      "Ġuseful": 2197,
      "Ġevenly": 2198,
      "Ġdiminishing": 2199,
      "Ġcumulative": 2200,
      "Ġinvolves": 2201,
      "Ġexcessive": 2202,
      "Ġexactly": 2203,
      "ds": 2204,
      "trained": 2205,
      "erical": 2206,
      "Ġcover": 2207,
      "ose": 2208,
      "Ġnumerical": 2209,
      "Ġfinding": 2210,
      "dent": 2211,
      "rit": 2212,
      "endent": 2213,
      "Ġass": 2214,
      "ependent": 2215,
      "Ġdisco": 2216,
      "ression": 2217,
      "Ġgreat": 2218,
      "Ġindependent": 2219,
      "learning": 2220,
      "Ġcoverage": 2221,
      "Ġindependently": 2222,
      "cision": 2223,
      "ks": 2224,
      "pect": 2225,
      "Ġpair": 2226,
      "Ġrecal": 2227,
      "ives": 2228,
      "Ġhyp": 2229,
      "duc": 2230,
      "precision": 2231,
      "Ġresemb": 2232,
      "Ġpositives": 2233,
      "Ġaspect": 2234,
      "Ġrepresenting": 2235,
      "Ġcap": 2236,
      "Ġdiscriminative": 2237,
      "generative": 2238,
      "Ġpairs": 2239,
      "Ġrecall": 2240,
      "Ġresembling": 2241,
      "Ġaspects": 2242,
      "dates": 2243,
      "efit": 2244,
      "oun": 2245,
      "Ġspl": 2246,
      "eses": 2247,
      "Ġmis": 2248,
      "itting": 2249,
      "Ġfoun": 2250,
      "Ġgpt": 2251,
      "didates": 2252,
      "Ġexploring": 2253,
      "Ġselect": 2254,
      "Ġoverall": 2255,
      "Ġcandidates": 2256,
      "Ġhighest": 2257,
      "Ġencode": 2258,
      "otheses": 2259,
      "Ġachieves": 2260,
      "Ġpatches": 2261,
      "Ġsince": 2262,
      "Ġtreating": 2263,
      "Ġbenefit": 2264,
      "Ġhypotheses": 2265,
      "Ġcapabilities": 2266,
      "Ġsplitting": 2267,
      "Ġmiss": 2268,
      "Ġfoundation": 2269,
      "Ġselects": 2270,
      "Ġbenefits": 2271,
      "Ġvision": 2272,
      "output": 2273,
      "Ġregression": 2274,
      "classification": 2275,
      "rum": 2276,
      "ectrum": 2277,
      "Ġalong": 2278,
      "Ġacco": 2279,
      "Ġspectrum": 2280,
      "Ġwhereas": 2281,
      "Ġcombine": 2282,
      "Ġcategories": 2283,
      "Ġdiscovers": 2284,
      "Ġaccoun": 2285,
      "ood": 2286,
      "Ġag": 2287,
      "Ġconcepts": 2288,
      "Ġaccount": 2289,
      "rmsprop": 2290,
      "ary": 2291,
      "Ġwhy": 2292,
      "gnit": 2293,
