{
  "metadata": {
    "vocab_size": 26613,
    "algorithm": "BPE",
    "created_at": "2026-04-25 19:04:46",
    "special_tokens": [
      "<PAD>",
      "<SOS>",
      "<EOS>",
      "<UNK>",
      "<MASK>"
    ]
  },
  "vocab": {
    "Ġmincer": 14364,
    "Ġreproofs": 24891,
    "Ġdivin": 13269,
    "catherine": 7126,
    "Ġformality": 22827,
    "ras": 21034,
    "Ġrevealed": 6751,
    "behaved": 24463,
    "Ġtraveller": 8047,
    "Ġgash": 15667,
    "Ġforbid": 7863,
    "person": 7744,
    "Ġdeclaring": 19417,
    "Ġgives": 5018,
    "urry": 13992,
    "Ġominous": 12421,
    "correct": 24483,
    "Ġsurp": 9635,
    "Ġturtle": 4200,
    "Ġarduous": 26530,
    "rem": 1525,
    "data": 2086,
    "Ġebb": 21618,
    "Ġunde": 11711,
    "Ġdisplayed": 10609,
    "Ġnod": 1890,
    "Ġzones": 22816,
    "reject": 21234,
    "Ġdocuments": 10023,
    "etuous": 21579,
    "Ġcontracting": 16008,
    "Ġpossible": 2587,
    "Ġalleged": 17289,
    "natural": 2330,
    "Ġfarewell": 9519,
    "Ġpostpone": 17305,
    "Ġbraided": 16580,
    "Ġtreacle": 14595,
    "hole": 5586,
    "abroad": 18108,
    "Ġfanatic": 23390,
    "ifiable": 18163,
    "Ġeasily": 3888,
    "Ġgoal": 10302,
    "ouring": 6419,
    "vity": 7814,
    "Ġmischief": 8541,
    "Ġseizing": 7875,
    "Ġincivility": 18571,
    "Ġinns": 17929,
    "lead": 10166,
    "!_âĢĿ": 11378,
    "Ġalterations": 19867,
    "Ġpanelled": 19651,
    "Ġhopeful": 19032,
    "Ġwrung": 14469,
    "consternation": 16924,
    "Ġapply": 1778,
    "Ġevidence": 5269,
    "Ġlabrador": 23330,
    "Ġmirth": 15541,
    "Ġgrate": 12959,
    "swimming": 24258,
    "Ġhousekeeper": 7455,
    "Ġsuits": 22079,
    "Ġminister": 18751,
    "Ġfeels": 6882,
    "Ġpassed": 2011,
    "diversity": 25896,
    "Ġnecessity": 7295,
    "class": 4094,
    "endent": 15919,
    "infliction": 25923,
    "bolt": 25135,
    "Ġweapon": 7774,
    "Ġenraptured": 26499,
    "Ġmadam": 5663,
    "awed": 10392,
    "numerous": 17429,
    "Ġcoincidence": 25483,
    "ald": 15621,
    "Ġconfidence": 6590,
    "Ġlens": 8436,
    "sur": 4522,
    "Ġcivilized": 8665,
    "_:": 17477,
    "Ġbest": 1976,
    "tu": 12508,
    "bib": 17490,
    "Ġrelieve": 8222,
    "present": 1134,
    "poverty": 22904,
    "Ġmakest": 25435,
    "Ġduncan": 13458,
    "Ġtelescopes": 25689,
    "Ġsepulchre": 20557,
    "Ġalle": 11666,
    "iantly": 13737,
    "Ġsanctioned": 26348,
    "transp": 24512,
    "iferous": 17290,
    "Ġattacked": 10568,
    "Ġoutstretched": 14195,
    "Ġtribe": 10752,
    "Ġpredef": 18514,
    "Ġswept": 7976,
    "spread": 8387,
    "declined": 25174,
    "Ġhogshead": 26366,
    "Ġexercise": 8356,
    "ioneer": 15628,
    "Ġedged": 23435,
    "ù": 186,
    "willing": 6592,
    "pivot": 21029,
    "ford": 2822,
    "mag": 6507,
    "Ġcomstock": 21847,
    "Ġdecisive": 18488,
    "Ġsuperlative": 26073,
    "Ġbackwards": 12917,
    "Ġmeal": 9697,
    "Ą": 197,
    "Ġallowed": 4055,
    "seems": 10876,
    "Ġmuttering": 10500,
    "Ġcarpet": 9357,
    "Ġthumb": 6981,
    "igger": 21697,
    "Ġsettee": 22918,
    "Ġsulk": 15045,
    "Ġreadiness": 13045,
    "Ġhonestly": 19968,
    "Ġuses": 1209,
    "Ġroman": 8321,
    "Ġgenerates": 3662,
    "Ġfancy": 3743,
    "volous": 18598,
    "Ġrelu": 1045,
    "Ġtolerable": 6949,
    "Ġowl": 20080,
    "Ġinforming": 18741,
    "Ġstones": 9222,
    "Ġdome": 15585,
    "Ġmouldings": 24735,
    "Ġasyl": 12731,
    "athan": 2958,
    ",âĢĻ": 2329,
    "Ġdefici": 22940,
    "Ġdespairing": 14772,
    "Ó": 148,
    "cre": 4248,
    "Ġstretched": 5919,
    "Ġcommunications": 16352,
    "Ġtalking": 3855,
    "ils": 3180,
    "Ġlexic": 15720,
    "Ġgap": 21595,
    "Ġnets": 21520,
    "Ġblack": 2034,
    "Ġspade": 9259,
    "direful": 25895,
    "Ġ52": 24321,
    "dish": 12449,
    "Ġchiswick": 25560,
    "Ġcylinders": 25942,
    "Ġtin": 15461,
    "Ġkindest": 23292,
    "Ġoppressed": 11191,
    "Ġord": 3733,
    "Ġboundless": 10496,
    "Ġswallow": 8951,
    "sweep": 24613,
    "Ġguinea": 8948,
    "significant": 25081,
    "Ġsisters": 3639,
    "Ġdisturbed": 8672,
    "queness": 18147,
    "Ġdimly": 9487,
    "Ġthirst": 7588,
    "Ġtremble": 6906,
    "Ġrefine": 3200,
    "Ġdestroying": 14728,
    "Ġmemorand": 23403,
    "gentleness": 24843,
    "Ġheroines": 19748,
    "Ġroanoke": 22403,
    "Ġtranscend": 25674,
    "Ġseries": 7059,
    "Ġmist": 2877,
    "typewritten": 26037,
    "Ġwat": 1287,
    "Ġdaggoo": 5441,
    "tap": 17675,
    "ulous": 4450,
    "Ġappar": 7410,
    "Ġabrid": 22268,
    "representing": 25271,
    "Ġprivileged": 20109,
    "Ġfruit": 12323,
    "Ġnaturalists": 10363,
    "Ġconstitution": 20105,
    "laugh": 10109,
    "Ġtyphoon": 12386,
    "uting": 15656,
    "Ġwrote": 5011,
    "Ġbuttons": 12777,
    "delirious": 19503,
    "Ġprotecting": 24684,
    "Ġbespe": 19240,
    "Ġliter": 8812,
    "oldened": 22635,
    "Ġdictator": 20150,
    "smallest": 23909,
    "Ġoscillations": 2898,
    "uine": 13797,
    "Ġhastily": 5763,
    "Ġwh": 328,
    "Ġboys": 5194,
    "Ġlearning": 386,
    "Ġdisplay": 6427,
    "Ö": 151,
    "Ġnarrower": 24354,
    "de": 459,
    "Ġhedgehog": 10645,
    "Ġlodged": 11254,
    "ed": 293,
    "Ġsuggest": 5417,
    "Ġentic": 16143,
    "among": 6256,
    "fr": 4804,
    "Ġfasc": 12594,
    "unob": 21872,
    "Ġexceeding": 1581,
    "riers": 18185,
    "Ġag": 684,
    "Ġcontemplate": 19889,
    "rable": 11633,
    "Ġcompass": 4406,
    "Ġcompute": 2906,
    "idable": 8144,
    "liament": 16215,
    "Ġarsac": 11741,
    "Ġunwaning": 25170,
    "Ġlikely": 3597,
    "Ġwon": 1660,
    "Ġsorrows": 13351,
    "Ġoutskirts": 17455,
    "Ġupbraid": 18317,
    "Ġfly": 3867,
    "Ġplowdon": 26446,
    "Ġfavours": 23280,
    "rip": 9241,
    "factories": 19839,
    "scruple": 26043,
    "Ġcommis": 22667,
    "Ġslight": 3118,
    "iter": 4389,
    "lovel": 22507,
    "Ô": 149,
    "fl": 3599,
    "chambers": 25454,
    "Ġrows": 10562,
    "Ġderive": 10395,
    "Ġch": 513,
    "Ġselling": 21222,
    "Ġeverywhere": 9796,
    "narrow": 11509,
    "Ġrussian": 14350,
    "ity": 417,
    "phants": 9320,
    "icuous": 10836,
    "Ġdiscol": 12948,
    "ning": 952,
    "Ġcomrades": 9554,
    "Ġsleeper": 8601,
    "Ġgros": 14821,
    "Ġmonsie": 11449,
    "Ġilliter": 23467,
    "Ġdecks": 6900,
    "Ġfollows": 7671,
    "Ġever": 1181,
    "oul": 4698,
    "Ġticklish": 25033,
    "¥": 103,
    "Ġtortured": 14923,
    "Ġmonths": 3455,
    "acted": 11011,
    "Ġlocket": 22109,
    "Ġ1828": 25719,
    "intolerable": 22935,
    "Ġbuckle": 17032,
    "Ġminded": 23231,
    "Ġapproaching": 6283,
    "icle": 10835,
    "Ġhammers": 13237,
    "knives": 14912,
    "iates": 13735,
    "meant": 7919,
    "ighb": 10424,
    "Ġstage": 7388,
    "strils": 10459,
    "Ġunharmed": 15138,
    "Ġbanish": 15566,
    "Ġholes": 16405,
    "Ġimplac": 24873,
    "riage": 2126,
    "rosings": 15640,
    "Ġner": 1643,
    "Ġtall": 4035,
    "goose": 19100,
    "Ġunusual": 6552,
    "Ġmines": 21306,
    "Ġtreatment": 12068,
    "aught": 2680,
    "known": 3567,
    "listened": 15043,
    "whom": 8183,
    "Ġdirector": 18919,
    "racted": 4774,
    "Ġinstantaneously": 23659,
    "Ġpartners": 11854,
    "ildad": 3530,
    "Ġdiligently": 11407,
    "Ġbackground": 18632,
    "Ġpenn": 11113,
    "customary": 25894,
    "Ġlinks": 13953,
    "Ġrepeat": 7998,
    "Ġentering": 6284,
    "Ġfolk": 10376,
    "Ġrehears": 15696,
    "Ġsickness": 10539,
    "Ġdem": 11674,
    "Ġrabbit": 4286,
    "how": 1641,
    "heim": 17746,
    "Ġexceptionable": 25503,
    "Ġreaches": 18031,
    "eth": 619,
    "ī": 236,
    "twenty": 6607,
    "sher": 5217,
    "Ġsupre": 10270,
    "positive": 20565,
    "feed": 9293,
    "crew": 7543,
    "Ġpinioned": 21479,
    "Ġdecently": 22447,
    "so": 891,
    "ishness": 22338,
    "helmsman": 24287,
    "avish": 22590,
    "Ġphysi": 9988,
    "Ġfarther": 5953,
    "Ġlieuten": 13322,
    "uer": 21098,
    "Ġfrontispiece": 23911,
    "Ġdisenc": 22522,
    "Ġgans": 5821,
    "Ġgurgling": 17444,
    "Ġfashioned": 13316,
    "Ġfortune": 4238,
    "omn": 15678,
    "Ġmetrics": 19057,
    "kes": 3676,
    "ighbour": 3389,
    "Ġzigzag": 26271,
    "Ġbreathing": 9444,
    "Ġlouder": 13465,
    "step": 2455,
    "Ġfairest": 20459,
    "Ġsavoury": 23875,
    "Ġsevere": 6030,
    "Ġhelp": 1638,
    "Ġstalked": 20425,
    "Ġcowards": 12569,
    "Ġexpon": 971,
    "Ġnetherfield": 3927,
    "Ġpeddling": 24798,
    "Ġsharply": 9402,
    "Ġvan": 1085,
    "Ġlived": 3988,
    "intelligence": 5882,
    "Ġsystematically": 4088,
    "Ġball": 3622,
    "Ġundoubtedly": 8311,
    "exhibited": 18476,
    "Ġcouple": 5423,
    "Ġ114": 24438,
    "Ġfunny": 7636,
    "Ġswelling": 11923,
    "une": 2784,
    "Ġrefresh": 10346,
    "Ġda": 5150,
    "Ġreasonably": 11090,
    "Ġmarvel": 23032,
    "Ġ84": 19706,
    "Ġsimultaneous": 22584,
    "hastened": 16844,
    "waste": 21132,
    "onsensical": 18575,
    "nigh": 13761,
    "dataset": 23218,
    "aim": 2757,
    "deliber": 17424,
    "contented": 14634,
    "Ġcorresponds": 19818,
    "considered": 9581,
    "Ġlie": 4404,
    "Ġwick": 2006,
    "Ġbarrel": 23790,
    "Ġdece": 6996,
    "rob": 5534,
    "rushed": 10585,
    "fire": 6356,
    "Ġtails": 9902,
    "Ġenh": 2786,
    "ities": 1828,
    "Ġattraction": 18618,
    "Ġrequired": 7226,
    "Ġslapped": 23169,
    "ahab": 4287,
    "Ġslo": 15504,
    "Ġstepfather": 7220,
    "obed": 14445,
    "tout": 21063,
    "Ġcontest": 18472,
    "Ġwarsaw": 26166,
    "fthand": 26385,
    "Ġadler": 8172,
    "lested": 14882,
    "Ġcorners": 18873,
    "Ġstaid": 21731,
    "loa": 18535,
    "gorith": 553,
    "these": 3241,
    "somerset": 26321,
    "Ġhates": 21482,
    "rior": 12737,
    "Ġjour": 11762,
    "Ġwilliam": 3481,
    "Ġcucumber": 21353,
    "Ġhailed": 6406,
    "Ġincor": 2611,
    "Ġfeatures": 1433,
    "Ġdart": 4584,
    "Ġforests": 13590,
    "Ġtraverse": 18888,
    "ued": 7560,
    "glancing": 11216,
    "commanding": 24751,
    "sensibility": 25022,
    "Ġsheep": 10927,
    "Ġmourn": 8704,
    "Ġplun": 6281,
    "Ġwelcome": 5604,
    "Ġtap": 12522,
    "Ġpeels": 22687,
    "spring": 7230,
    "Ġworsh": 12995,
    "shortened": 24746,
    "Ġtranspired": 16783,
    "Ġdisregarded": 22526,
    "Ġfid": 10804,
    "Ġquietude": 19357,
    "Ġmoney": 3418,
    "Ġmissionary": 25695,
    "Ġturkey": 19218,
    "Ġsticking": 13424,
    "Ġhousehold": 8567,
    "Ġpenal": 1774,
    "Ġkissed": 10045,
    "Ġhaven": 8472,
    "Ġpersonality": 16475,
    "Ġhovers": 19077,
    "oga": 22704,
    "Ġdevious": 22720,
    "Ġrue": 11865,
    "neville": 22456,
    "Ġapprehens": 5682,
    "ondescript": 22913,
    "Ġprecisely": 6465,
    "baned": 17494,
    "Ġdouble": 4940,
    "beg": 22483,
    "know": 2319,
    "Ġmethinks": 10391,
    "Ġvindictive": 20466,
    "Ġnetwork": 453,
    "Ġgri": 17987,
    "Ġweave": 21917,
    "Ġadorned": 15245,
    "restored": 18977,
    "Ġby": 383,
    "achment": 5464,
    "Ġaccuracy": 1098,
    "Ġkneel": 14806,
    "Ġplatonian": 25117,
    "Ġinwards": 15617,
    "were": 2561,
    "che": 3170,
    "Ġamend": 16032,
    "Ġanytime": 12881,
    "incess": 15480,
    "Ġscrib": 22294,
    "Ġsuspected": 9063,
    "Ġperverseness": 13652,
    "):": 11463,
    "crown": 13696,
    "urmount": 13994,
    "Ġhorses": 6384,
    "understanding": 1171,
    "Ġaust": 4871,
    "Ġattention": 1170,
    "Ġdrab": 13067,
    "Ġhorns": 11124,
    "Ġpersuasion": 10499,
    "Ġjoist": 19230,
    "Ġgot": 2281,
    "Ġemper": 9861,
    "Ġcatastrophic": 3540,
    "Ġcause": 2410,
    "Ġreigned": 13985,
    "Ġmug": 21310,
    "Ġflour": 8945,
    "philosop": 9567,
    "south": 8759,
    "Ġrelations": 5852,
    "Ġmuff": 8112,
    "Ġwisely": 13268,
    "smoking": 23908,
    "ra": 314,
    "Ġpatriot": 23294,
    "Ġseason": 5237,
    "leaves": 12574,
    "eyes": 5684,
    "Ġsavor": 23873,
    "Ġund": 4117,
    "Ġbarrow": 12066,
    "Ġraised": 4660,
    "Ġstreat": 15717,
    "thanking": 24330,
    "Ġjovial": 19232,
    "complacency": 19911,
    "Ġdre": 1744,
    "affectionate": 24920,
    "Ġworsted": 19991,
    "Ġmurmur": 14589,
    "Ġcloser": 8660,
    "Ġsleepers": 13146,
    "Ġnorthward": 13317,
    "Ġhauling": 14085,
    "ciousness": 20815,
    "Ġcanals": 22158,
    "Ġadditional": 7934,
    "Ġcrane": 23438,
    "Ġ106": 24414,
    "luyt": 18453,
    "oard": 4809,
    "Ġhollow": 5648,
    "Ġcheered": 16366,
    "Ġinvade": 19141,
    "Ġretain": 7861,
    "lotte": 3332,
    "Ġmemorable": 16425,
    "Ġgnawed": 25164,
    "Ġextinguish": 14327,
    "retion": 9363,
    "94": 4803,
    "Ġmostly": 7662,
    "anging": 3549,
    "Ġsharpened": 17363,
    "Ġconfines": 23304,
    "Ġhatchway": 13522,
    "del": 4072,
    "Ġuplifted": 11647,
    "whence": 23215,
    "Ġspr": 4022,
    "Ġgibe": 25958,
    "Ġbanks": 6814,
    "Ġherd": 7886,
    "rimin": 2424,
    "caused": 25519,
    "ahawk": 23315,
    "Ġwarmed": 12021,
    "Ġdivinest": 25721,
    "Ġsoaked": 15859,
    "Ġsupervised": 3283,
    "Ġlinear": 3432,
    "Ġpanthe": 19650,
    "Ġvocabulary": 4995,
    "Ġfancied": 7325,
    "Ġexcept": 3314,
    "invol": 12526,
    "Ġsomething": 1798,
    "Ġgallantry": 15102,
    "yingly": 23113,
    "Ġfewer": 16219,
    "inform": 10144,
    "Ġarrang": 2467,
    "Ġreturned": 2891,
    "Ġeas": 2354,
    "Ġwail": 21284,
    "Ġauthentic": 20533,
    "Ġcircumvent": 25063,
    "Ġflattened": 26046,
    "aus": 1504,
    "Ġspark": 6689,
    "Ġcigaret": 16974,
    "Ġdavis": 25951,
    "Ġclapped": 9745,
    "Ġworld": 1596,
    "imprudent": 14651,
    "expression": 10548,
    "Ġincarn": 11813,
    "Ġinfamy": 14502,
    "odecimo": 11446,
    "difference": 13706,
    "staff": 21652,
    "Ġbehavioral": 11398,
    "atory": 6125,
    "make": 5793,
    "Ġlob": 7626,
    "Ġarrested": 9560,
    "Ġcaring": 23088,
    "Ġunb": 10908,
    "Ġunconcern": 14116,
    "Ġestates": 16457,
    "Ġindel": 12999,
    "Ġbeings": 2489,
    "Ġperpetual": 12300,
    "stall": 21642,
    "Ġcru": 2823,
    "counterpart": 26358,
    "oin": 17616,
    "invest": 11561,
    "sent": 757,
    "Ġbears": 6829,
    "sand": 21050,
    "Ġgraves": 11707,
    "gee": 15971,
    "mix": 20972,
    "eral": 9160,
    "Ġblend": 14398,
    "Ġappeared": 2775,
    "Ġsweep": 8264,
    "thodox": 21985,
    "Ġgathering": 14976,
    "Ġeditions": 19119,
    "bennet": 5352,
    "shrugged": 22441,
    "Ġpreservation": 24626,
    "ariously": 18529,
    "Ġseals": 11694,
    "prevailed": 17343,
    "Ġrepugnant": 26589,
    "fortunes": 6331,
    "Ġabove": 2937,
    "ornamented": 26594,
    "sherlock": 5422,
    "comfortable": 7319,
    "Ġspinal": 12299,
    "divided": 25017,
    "Ġpennies": 17269,
    "Ġtrusted": 10518,
    "Ġintim": 6838,
    "Ġsch": 13833,
    "kick": 20934,
    "Ġliver": 14227,
    "whispering": 26102,
    "Ġmonoman": 7937,
    "Ġoverjoyed": 17456,
    "Ġclosing": 11771,
    "Ġpractical": 3163,
    "water": 4868,
    "Ġpatagonian": 20532,
    "Ġlancaster": 26339,
    "Ġsurmisings": 26592,
    "igantic": 5539,
    "Ġindispens": 22951,
    "Ġnumer": 3637,
    "Ġsystemat": 18438,
    "Ġgraceful": 11298,
    "accustomed": 13154,
    "Ġinscrutable": 10673,
    "ĝ": 222,
    "arded": 5029,
    "added": 11659,
    "parameter": 2959,
    "Ġautumn": 14509,
    "share": 14234,
    "ential": 828,
    "Ġscandinavian": 26343,
    "pencil": 18826,
    "Ġeffectual": 18726,
    "Ġbustle": 17226,
    "slouched": 24557,
    "fluke": 25204,
    "violent": 14580,
    "restoration": 23236,
    "Ġbless": 4339,
    "Ġshillings": 15832,
    "Ġcast": 3605,
    "indisc": 22369,
    "someone": 14564,
    "Ġantelope": 24179,
    "ren": 549,
    "hosmer": 25901,
    "Ġwear": 6029,
    "thither": 21980,
    "Ġdash": 8120,
    "Ġbreaking": 6309,
    "Ġdespond": 14667,
    "Ġcomputing": 2220,
    "Ġcarn": 17821,
    "Ġsuperl": 16444,
    "Ġxxxii": 24969,
    "morland": 24153,
    "try": 7811,
    "Ġmuscles": 12085,
    "legs": 13179,
    "Ġconvention": 25546,
    "Ġleg": 2337,
    "contact": 23727,
    "Ġblackness": 9392,
    "Ġunpleasant": 7190,
    "Ġchilly": 25562,
    "pidation": 18892,
    "Ġushered": 18355,
    "Ġgoing": 2067,
    "Ġsolution": 9805,
    "Ġmonster": 3791,
    "fugitive": 26130,
    "Ġdelayed": 9517,
    "bearance": 22490,
    "Ġarguments": 8035,
    "ights": 8474,
    "Ġtyph": 10008,
    "ceptibly": 22359,
    "Ġwhims": 12688,
    "Ġsurprising": 14597,
    "Ġvane": 22873,
    ")âĢĶâĢľ": 20741,
    "Ġaccording": 5508,
    "Ġhing": 11605,
    "Ġtrumpet": 9573,
    "Ġboat": 1278,
    "Ġmen": 1435,
    "size": 15423,
    "individual": 18435,
    "example": 16010,
    "Ġcharing": 14180,
    "Ġrelated": 3712,
    "Ġpagans": 16920,
    "shrouded": 26360,
    "Ġsaviour": 20711,
    "alization": 733,
    "brevi": 24072,
    "Ġrepe": 3281,
    "Ġplaymate": 23636,
    "Ġfest": 10805,
    "Ġmoot": 22426,
    "abez": 10223,
    "Ġshudderings": 25200,
    "Ġwhosoever": 21715,
    "Ġneedless": 19228,
    "umb": 3477,
    "erringly": 16209,
    "ge": 560,
    "shazz": 14239,
    "Ġkeys": 11994,
    "Ġrustic": 14963,
    "lin": 9604,
    "Ġledger": 19399,
    "thanked": 24331,
    "injury": 25213,
    "esu": 17901,
    "henomen": 10495,
    "Ġsecondly": 14519,
    "Ġcrackling": 24957,
    "ctor": 13958,
    "Ġrainy": 24341,
    "Ġsinusoidal": 4801,
    "block": 11472,
    "Ġfoundations": 11074,
    "Ġsimple": 1621,
    "Ġearning": 23938,
    "Ġspeakest": 23484,
    "Ġheeded": 13400,
    "Ġquest": 2002,
    "hend": 13248,
    "clouds": 25496,
    "âĢĶâĢĻâĢĿ": 20060,
    "Ġfluctu": 5267,
    "ompl": 4535,
    "least": 8785,
    "----âĢĻ": 24097,
    "superstitiousness": 25507,
    "Ġshoulders": 5566,
    "proceeding": 20138,
    "larger": 24202,
    "Ġdistrusted": 13539,
    "Ġcalculated": 4475,
    "hered": 5623,
    "?--": 15301,
    "Ġfoss": 9850,
    "Ġrec": 898,
    "Ġsurvived": 14933,
    "Ġemployment": 8629,
    "iger": 8445,
    "Ġconveyed": 8333,
    "wer": 8393,
    "project": 16422,
    "sal": 8758,
    "announcement": 24562,
    "Ġwid": 4632,
    "phon": 4125,
    "gradient": 2274,
    "Ġsorely": 17255,
    "Ġcensus": 15095,
    "Ġgrows": 4985,
    "rents": 5308,
    "Ġyears": 1894,
    "osy": 11757,
    "entle": 1739,
    "Ġpound": 12612,
    "nes": 6961,
    "contempl": 13188,
    "Ġserviceable": 24716,
    "overed": 2853,
    "Ġprocedure": 2809,
    "barn": 17481,
    "Ġglances": 10373,
    "inished": 17733,
    "Ġcertainly": 2497,
    "Ġverte": 9440,
    "rodden": 21531,
    "analy": 17838,
    "anity": 9655,
    "Ġindependence": 12101,
    "Ġpivot": 13921,
    "writ": 16552,
    "chiefly": 14845,
    "attempt": 9361,
    "cele": 21621,
    "tumultuous": 20395,
    "Ġaglow": 22510,
    "abama": 12705,
    "Ġcoarse": 14273,
    "Ġexam": 3708,
    "Ġhandy": 12931,
    "Ġroots": 11187,
    "Ġtrinity": 22363,
    "yden": 21141,
    "zeal": 16260,
    "Ġ38": 24077,
    "Ġnatures": 16504,
    "Ġbruited": 25772,
    "Ġoversight": 22354,
    "Ġbarbarously": 24818,
    "Ġmead": 8836,
    "nelson": 25619,
    "consp": 18501,
    "rab": 7595,
    "Ġpulled": 5660,
    "geneva": 13728,
    "Ġhoisting": 9862,
    "mole": 22700,
    "Ġpetrified": 19593,
    "Ġclumsy": 9580,
    "agues": 8159,
    "ribbed": 16410,
    "Ġunbounded": 18259,
    "Ġglued": 20586,
    "attachment": 13047,
    "redible": 15801,
    "Ġsin": 1518,
    "Ġspeedily": 7710,
    "Ġcup": 5697,
    "ol": 362,
    "Ġthou": 1811,
    "Ġintroduces": 3270,
    "Ġarchipelagoes": 14348,
    "Ġherbage": 25995,
    "barbaric": 26357,
    "Ġstraits": 7992,
    "gratification": 24348,
    "anzas": 17840,
    "Ġenem": 4707,
    "Ġcom": 368,
    "ps": 4573,
    "tered": 2231,
    "Ġcompan": 2174,
    "daggoo": 13705,
    "Ġgesture": 11401,
    "Ġsmaller": 1885,
    "Ġlimb": 9401,
    "Ġtool": 21507,
    "Ġcastaways": 19425,
    "Ġwager": 17792,
    "Ġcontinuously": 23203,
    "grace": 5846,
    "housekeeping": 24103,
    "based": 2963,
    "increased": 20267,
    "experience": 17157,
    "Ġ87": 19707,
    "Ġinsane": 19267,
    "speptic": 23943,
    "Ġprocedural": 12028,
    "Ġtheoretic": 23310,
    "Ġglo": 1714,
    "Ġescaping": 13132,
    "Ġnocturnal": 20713,
    "between": 5071,
    "Ġinnermost": 12157,
    "Ġcaptured": 7244,
    "Ġdan": 8793,
    "Ġforlorn": 14013,
    "Ġparty": 3508,
    "epilogue": 22099,
    "Ġmajor": 13288,
    "Ġcond": 3872,
    "ilations": 21718,
    "iting": 2159,
    "Ġtomb": 8808,
    "Ġwhoa": 22418,
    "Ġlees": 18075,
    "Ġcontingency": 26243,
    "problems": 11436,
    "vol": 732,
    "Ġwoodlands": 23518,
    "Ġvinegar": 20096,
    "Ġprocesses": 3632,
    "intern": 23735,
    "ersed": 10260,
    "brink": 23575,
    "Ġsling": 21218,
    "Ġflurry": 18860,
    "gy": 2097,
    "seemingly": 25362,
    "Ġtolerably": 8066,
    "Ġac": 844,
    "Ġseen": 1369,
    "happen": 19329,
    "reposed": 24492,
    "Ġslyness": 25266,
    "leviathans": 19934,
    "Ġradiating": 24335,
    "Ġegg": 8819,
    "nowledge": 10290,
    "Ġsubsided": 14550,
    "enhall": 13848,
    "Ġsolicitude": 10040,
    "vari": 1521,
    "Ġglasses": 9474,
    "Ġpalsied": 25778,
    "Ġinfirm": 19019,
    "vengeance": 13353,
    "Ġprisoner": 8673,
    "amore": 21839,
    "simon": 16971,
    "Ġproof": 6153,
    "circumamb": 26086,
    "Ġprofoundly": 16858,
    "greg": 6647,
    "osely": 9265,
    "Ġlent": 21543,
    "treasures": 26151,
    "lins": 2027,
    "Ġworthy": 7240,
    "pitch": 13295,
    "riages": 10244,
    "Ġrokovoko": 22402,
    "ske": 13780,
    "passing": 14811,
    "Ġfireplace": 13142,
    "Ġsteamer": 17187,
    "Ġepid": 18004,
    "afric": 19177,
    "jah": 17580,
    "Ġdanced": 7841,
    "Ġbear": 3656,
    "Ġproclaim": 18131,
    "Ġcas": 8409,
    "bless": 22308,
    "tedious": 22629,
    "partly": 14602,
    "Ġblacksmiths": 19870,
    "odd": 21805,
    "Ġbrother": 2750,
    "Ġstorm": 4298,
    "##": 2317,
    "quid": 18146,
    "iver": 2050,
    "Ġembatt": 18847,
    "Ġdistinguished": 8271,
    "Ġprev": 6264,
    "400": 20753,
    "fal": 17535,
    "Ġessence": 13402,
    "apprehens": 17404,
    "Ġsuite": 18277,
    "Ġdisconsol": 18555,
    "Ġmerchant": 6466,
    "Ġrecklessness": 24743,
    "Ġfo": 1649,
    "Ġglu": 15664,
    "Ġuseless": 7036,
    "Ġdives": 17890,
    "Ġfriendly": 9820,
    "Ġparading": 23710,
    "Ġadmire": 5263,
    "ounds": 4155,
    "Ġmeddle": 19489,
    "Ġrank": 6258,
    "reed": 6372,
    "convers": 6566,
    "irted": 14070,
    "Ġauthors": 10417,
    "Ġsplintered": 11420,
    "multiple": 15106,
    "Ġcling": 11770,
    "Ġquiver": 15999,
    "Ġmaria": 7123,
    "Ġpon": 10176,
    "Ġslipper": 24265,
    "als": 2043,
    "uled": 11538,
    "apology": 22329,
    "Ġfaultless": 24540,
    "Ġ115": 24439,
    "Ġinstead": 2790,
    "Ġdisobey": 18557,
    "difficulty": 12387,
    "Ġcomforter": 20503,
    "Ġjew": 9467,
    "Ġethere": 23948,
    "Ġlanguor": 12843,
    "Ġblackest": 19097,
    "Ġrumpled": 24600,
    "Ġafghan": 22626,
    "beneath": 9534,
    "Ġcubic": 20084,
    "pass": 4288,
    "without": 4846,
    "Ġweighty": 16029,
    "Ġrecklessly": 16981,
    "icable": 6387,
    "'m": 9583,
    "unctuous": 21879,
    "savor": 25023,
    "Ġunex": 11712,
    "Ġhollowly": 24526,
    "Ġretrogress": 23070,
    "anite": 17837,
    "Ġmaj": 3923,
    "Ġeffusions": 18526,
    "Ġadvocate": 13674,
    "Ġottoman": 17376,
    "calmly": 20136,
    "Ġstrengthen": 20698,
    "Ġcomprise": 18582,
    "Ġtea": 5041,
    "bellies": 19970,
    "Ġdestabilizing": 5053,
    "Ġbreat": 3460,
    "Ġslowly": 3617,
    "bohemia": 20729,
    "Ġrequested": 14308,
    "Ġreligions": 20104,
    "Åĵuv": 15181,
    "Ġdamps": 23473,
    "Ġostrich": 26429,
    "interview": 19297,
    "Ġwouldn": 6044,
    "Ġinvoking": 19144,
    "Ġberry": 19743,
    "Ġprehens": 22227,
    "Ġintense": 6157,
    "hide": 10704,
    "Ġbite": 10798,
    "Ġdistributed": 18660,
    "Ġgowns": 25359,
    "made": 4808,
    "Ġdried": 7366,
    "Ġsmallest": 6429,
    "Ġt": 261,
    "travellers": 24318,
    "Ġbites": 23742,
    "Ġborders": 15568,
    "Ġdiscoloured": 15250,
    "Ġcetace": 14987,
    "Ġimbib": 22171,
    "function": 4381,
    "Ġimitate": 14157,
    "hit": 20887,
    "enstein": 5799,
    "Ġfame": 21403,
    "Ġfreshly": 23984,
    "Ġlearnable": 3993,
    "Ġworry": 18814,
    "complied": 19910,
    "Ġsuch": 792,
    "n": 82,
    "abouts": 9451,
    "Ġrum": 5923,
    "Ġnobler": 14175,
    "Ġinsanity": 12044,
    "Ġstables": 23656,
    "Ġpredicting": 2415,
    "Ġobserver": 11986,
    "culine": 19064,
    "ographical": 16785,
    "Ġferocious": 17417,
    "Ġglow": 7169,
    "Ġtoil": 6530,
    "Ġflogged": 23623,
    "Ġirresistible": 13109,
    "Ġresist": 7914,
    "Ġack": 5622,
    "condition": 7058,
    "Ġloudly": 7311,
    "unimportant": 18159,
    "Ġparting": 9784,
    "Ġfrosts": 19799,
    "matical": 13126,
    "Ġdrugged": 12598,
    "Ġconsidering": 4614,
    "nlp": 8751,
    "Ġlover": 7192,
    "Ġbass": 17855,
    "whel": 7663,
    "į": 240,
    "Ġsixty": 7721,
    "ameter": 2905,
    "perform": 15891,
    "took": 6164,
    "Ġless": 1936,
    "Ġstalk": 12693,
    "pped": 1999,
    "Ġcontract": 18474,
    "pleased": 8854,
    "Ġrepresent": 1211,
    "ind": 568,
    "Ġvariously": 18652,
    "Ġcommander": 8625,
    "osque": 22258,
    "period": 15892,
    "Ġirrespective": 23373,
    "Ġhopes": 4232,
    "Ġfortunate": 6214,
    "dying": 10695,
    "alid": 13933,
    "circuit": 24187,
    "þ": 191,
    "ģ": 228,
    "Ġdecline": 9288,
    "lled": 10108,
    "lighted": 23753,
    "inois": 17738,
    "Ġaccompanying": 11306,
    "despond": 19797,
    "Ġlaud": 17967,
    "Ġfumes": 21415,
    "Ġstudied": 11116,
    "aches": 6569,
    "exciting": 19665,
    "Ġdeplored": 20501,
    "undertaking": 23786,
    "Ġpathetic": 19031,
    "Ġimpute": 18330,
    "sembled": 7262,
    "Ġsure": 1866,
    "uous": 4142,
    "chase": 11645,
    "Ġsi": 21210,
    "Ġwanting": 6721,
    "Ġsquall": 7042,
    "gments": 12466,
    "Ġrecept": 1527,
    "alleled": 14428,
    "Ġridges": 16730,
    "culiarity": 11143,
    "Ġproceed": 3242,
    "Ġwickham": 2206,
    "Ġstick": 6024,
    "dry": 13701,
    "Ġmove": 5107,
    "Ġmoonshine": 19594,
    "Ġlowest": 11123,
    "isson": 23460,
    "Ġattaining": 15800,
    "Ġwill": 679,
    "Ġplaited": 14282,
    "assure": 9269,
    "Ġcompos": 22565,
    "Ġharvest": 13412,
    "Ġregions": 10324,
    "Ġalchemists": 26486,
    "Ġupbraiding": 26225,
    "stayed": 25290,
    "Ġhandkerchief": 8914,
    "Ġsumat": 14129,
    "simp": 17664,
    "Ġdup": 21424,
    "Ġmannish": 26236,
    "Ġdisputes": 25824,
    "Ġsternly": 16714,
    "Ġmonuments": 22974,
    "seeking": 17151,
    "fra": 8373,
    "Ġterti": 14538,
    "othing": 6995,
    "strang": 11185,
    "Ġdawn": 6816,
    "our": 534,
    "Ġfunctions": 1343,
    "Ġfinery": 23123,
    "Ġsibbald": 21228,
    "robe": 15638,
    "childhood": 16867,
    "Ġcomely": 21844,
    "Ġhover": 15616,
    "Ġbunch": 11327,
    "Ġkink": 22186,
    "Ġlearn": 364,
    "apse": 14198,
    "hamlet": 23262,
    "Ġscruple": 25047,
    "Ġbow": 3061,
    "Ġloitered": 26524,
    "Ġphiladelphia": 26603,
    "Ġprediction": 2197,
    "olet": 13764,
    "Ġjokes": 18402,
    "Ġjenny": 20159,
    "Ġextracts": 9352,
    "wam": 10136,
    "Ġflies": 13021,
    "Ġbell": 4635,
    "Ġabraham": 18394,
    "Ġauthority": 7747,
    "Ġken": 22184,
    "while": 2936,
    "Ġphrenolog": 12331,
    "Ġgovernment": 15175,
    "Ġdeserted": 8637,
    "Ġinsure": 13175,
    "Ġauthor": 4371,
    "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 5321,
    "cap": 8371,
    "networks": 2405,
    "Ġanom": 12607,
    "boy": 4738,
    "Ġrighteous": 18944,
    "Ġmurmuring": 23578,
    "jephro": 26391,
    "Ġperformed": 8546,
    "Ġalluded": 7883,
    "Ġdesper": 6176,
    "Ġxiv": 23406,
    "Ġunaccount": 22023,
    "gladness": 25194,
    "!--": 10678,
    "Ġproducing": 11897,
    "Ġclang": 15959,
    "ieged": 22574,
    "extreme": 11030,
    "Ġmilitary": 11260,
    "Ġin": 291,
    "Ġdinah": 9452,
    "Ġash": 4832,
    "Ġintend": 12760,
    "tland": 21071,
    "Ġern": 8395,
    "inside": 23062,
    "Ġdisgraceful": 15019,
    "Ġdiet": 13908,
    "Ġsuck": 15857,
    "back": 2017,
    "oundered": 14164,
    "Ġruled": 22783,
    "Ġbedside": 19120,
    "Ġdecl": 3589,
    "Ġabhor": 5467,
    "Ġlothario": 26183,
    "Ġclipping": 2440,
    "Ġhovel": 8252,
    "Ġsomehow": 4841,
    "Ġbreezes": 14868,
    "Ġnow": 691,
    "suspect": 9539,
    "istol": 6259,
    "main": 8086,
    "impenetrable": 26195,
    "Ġproxim": 3197,
    "Ġventilator": 8714,
    "Ġsimilitude": 19209,
    "Ġtim": 4577,
    "Ġlashing": 11617,
    "Ġarter": 22179,
    "Ġfainting": 16896,
    "Ġmott": 17803,
    "Ġjavan": 24995,
    "feeling": 6616,
    "twelvemonth": 25861,
    "Ġrefres": 14342,
    "Ġgazette": 19498,
    "Ġthorough": 6245,
    "Ġtogether": 1881,
    "Ġforce": 5092,
    "Ġjelly": 22286,
    "Ġpushing": 10820,
    "ashtego": 4100,
    "Ġbinnacle": 8117,
    "Ġengravings": 15064,
    "attery": 18494,
    "Ġplanets": 24053,
    "Ġforever": 14554,
    "Ġbatt": 13897,
    "down": 3468,
    "Ġlace": 13947,
    "quohog": 21854,
    "Ġslay": 16304,
    "concerted": 16670,
    "Ġegypt": 9679,
    "Ġbrew": 23342,
    "Ġoce": 3031,
    "Ġremnants": 22791,
    "Ġrely": 8821,
    "Ġflinging": 13583,
    "culous": 11142,
    "scand": 18848,
    "Ġclump": 15962,
    "Ġpropos": 7061,
    "Ġveter": 15808,
    "Ġdiffident": 23782,
    "inex": 14094,
    "Ġevil": 3803,
    "idav": 18092,
    "oms": 4592,
    "Ġdrunken": 12047,
    "Ġadmin": 23552,
    "Ġdoors": 6417,
    "Ġgroaned": 11268,
    "antage": 3876,
    "pad": 13766,
    "Ġdust": 5908,
    "bestowed": 12222,
    "Ġscott": 22292,
    "Ġthereby": 7642,
    "0": 20,
    "aloud": 17940,
    "Ġbirch": 26173,
    "lour": 15378,
    "suitableness": 26259,
    "utarch": 15658,
    "Ġdiscompose": 25578,
    "dripping": 16904,
    "Ġinches": 5845,
    "ĠmanÅĵuv": 18416,
    "Ġwriting": 4667,
    "beh": 5472,
    "hound": 20893,
    "Ġvict": 3760,
    "Ġstandards": 19018,
    "stri": 6249,
    "Ġsu": 432,
    "Ġlearnedly": 23384,
    "cheeks": 23806,
    "Ġslang": 23157,
    "Ġexcuse": 5861,
    "blooded": 20019,
    "whis": 7896,
    "consult": 24168,
    "Ġpistols": 17327,
    "Ġsentimental": 24753,
    "Ġstow": 21726,
    "longbourn": 9896,
    "passenger": 24166,
    "Ġadvertisement": 6941,
    "rised": 10124,
    "Ġsuitable": 18279,
    "Ġ104": 24412,
    "Ġseem": 910,
    "Ġcanal": 8180,
    "Ġhonourable": 10457,
    "acious": 5562,
    "Ġshocks": 16455,
    "Ġamuse": 5938,
    "apparat": 22843,
    "Ġplenty": 6708,
    "Ġsaf": 3999,
    "secondly": 16982,
    "ta": 13787,
    "proportion": 16176,
    "Ġminut": 2204,
    "Ġapprehen": 16828,
    "Ġbeside": 5192,
    "Ġpersisting": 18893,
    "Ġunfortunate": 5376,
    "length": 7133,
    "Ġgallows": 12142,
    "Ġforgot": 4683,
    "imprisonment": 23761,
    "affold": 16561,
    "Ġspain": 15877,
    "Ġmoody": 8199,
    "Ġstream": 5186,
    "Ġinvolve": 11044,
    "Ġpublisher": 24062,
    "Ġinsists": 23676,
    "Ġ4": 3983,
    "proof": 16421,
    "Ġimpenit": 22385,
    "Ġwhereof": 16099,
    "ultural": 22564,
    "weave": 22681,
    "Ġ31": 12127,
    "iz": 365,
    "Ġexped": 7649,
    "illum": 15866,
    "Ġbelow": 4058,
    "Ġsympath": 4861,
    "Ġmeant": 3548,
    "Ġlegendary": 20535,
    "Ġintercourse": 10999,
    "Ġcontrivances": 12354,
    "Ġdisturbance": 15012,
    "Ġelasticity": 19554,
    "Ġsenses": 8250,
    "Ġyoke": 18095,
    "Ġfiver": 22771,
    "precision": 4328,
    "yesterday": 10354,
    "Ġhapp": 1087,
    "Ġmarbles": 18871,
    "Ġassign": 11111,
    "Ġbalance": 2021,
    "faith": 15024,
    "returns": 23135,
    "Ġstrangers": 8312,
    "paus": 13771,
    "pleasing": 14741,
    "&": 10,
    "acceptable": 25184,
    "Ġobstin": 14978,
    "Ġshakespeare": 20304,
    "Ġmonica": 22975,
    "dy": 3859,
    "Ġtranslation": 3087,
    "Ġcabman": 14605,
    "mitting": 17601,
    "Ġspotted": 12135,
    "Ġnasty": 17441,
    "Ġenslaved": 26313,
    "Ġmystic": 7502,
    "Ġties": 12524,
    "Ġjeroboam": 10601,
    "<MASK>": 4,
    "jud": 4481,
    "nuts": 15396,
    "Ġappo": 8497,
    "Ġimple": 1789,
    "Ġfancying": 12109,
    "Ġconjoined": 21802,
    "banked": 25337,
    "Ġbenches": 18779,
    "Ġscheduling": 2351,
    "Ġlay": 585,
    "Ġshores": 8848,
    "Ġunlocking": 20704,
    "Ġuntimely": 16465,
    "Ġratio": 5066,
    "Ġnearing": 15795,
    "ithmetic": 18061,
    "Ġgoug": 17990,
    "Ġrepaid": 19081,
    "Ġdiver": 2533,
    "Ġdataset": 12816,
    "Ġprehensile": 26533,
    "Ġmarks": 6746,
    "number": 10115,
    "Ġtears": 4228,
    "Ġperturbed": 20436,
    "Ġnon": 1624,
    "accusations": 23598,
    "Ġclin": 14200,
    "Ġunav": 18240,
    "really": 6971,
    "atum": 21257,
    "Ġuninter": 18246,
    "Ġtastes": 15475,
    "curiosity": 8624,
    "departed": 24793,
    "execution": 20468,
    "Ġblame": 6445,
    "Ġlullaby": 20585,
    "Ġopposing": 12037,
    "Ġadmires": 19682,
    "Ġthom": 21512,
    "oat": 13762,
    "rie": 2785,
    "Ġtrees": 4199,
    "Ġnodded": 11967,
    "ine": 405,
    "proachable": 23396,
    "Ġpaced": 7582,
    "Ġvirtue": 4922,
    "Ġabandoned": 8350,
    "Ġperfume": 25664,
    "henomenon": 13612,
    "Ġbumpkin": 20197,
    "Ġconject": 6025,
    "ĕ": 214,
    "Ġbaboon": 19690,
    "Ġhil": 10822,
    "Ġannoyed": 17198,
    "Ġtows": 19558,
    "arp": 2028,
    "limping": 26392,
    "Ġfloat": 12029,
    "Ġanimals": 8979,
    "Ġjavel": 17083,
    "Ġsweetness": 9445,
    "Ġru": 950,
    "re": 266,
    "Ġforest": 9871,
    "Ġpoland": 23616,
    "stool": 23817,
    "Ġsurpasses": 25268,
    "Ġcontemptuous": 24676,
    "Ġnominally": 17230,
    "Ġcoachman": 15000,
    "Ġnind": 17949,
    "uy": 21097,
    "Ġexalted": 12409,
    "granting": 23412,
    "Ġambitious": 18513,
    "upid": 6582,
    "Ġwhispered": 5337,
    "Ġinclu": 1097,
    "obedience": 17408,
    "Ġpolicy": 10458,
    "Ġwrap": 24594,
    "education": 20298,
    "great": 3515,
    "Ġplainer": 23703,
    "Ġtops": 14586,
    "aried": 10988,
    "Ġsuspic": 4470,
    "Ġgrip": 11628,
    "ean": 20838,
    "wonted": 13490,
    "Ġbiggest": 24566,
    "Ġpyramids": 15113,
    "Ġidentified": 19149,
    "Ġshiver": 12763,
    "Ġtreatise": 19342,
    "Ġabreast": 18393,
    "sky": 12507,
    "Ġhon": 2541,
    "creat": 20798,
    "hawks": 24692,
    "Ġcasement": 25091,
    "elihood": 4622,
    "Ġmah": 15537,
    "Ġrobes": 16262,
    "ippi": 20241,
    "Ġquite": 1741,
    "terr": 8152,
    "Ġpromontory": 11938,
    "Ġenters": 11026,
    "Ġintegrity": 12310,
    "Ġpuppy": 12402,
    "Ġschedule": 2373,
    "Ġover": 555,
    "Ġbenevolent": 7771,
    "Ġcollege": 11426,
    "ume": 4835,
    "ivates": 18274,
    "Ġanalyze": 1595,
    "Ġeyeing": 6459,
    "Ġdisposing": 19372,
    "io": 3799,
    "Ġbundles": 26174,
    "Ġmaking": 1780,
    "ryder": 18639,
    "Ġlast": 1122,
    "Ġding": 12595,
    "ounder": 11743,
    "ignor": 8962,
    "Ġfluttered": 16245,
    "Ġstupidity": 15049,
    "Ġunite": 9254,
    "Ġuninterrupted": 22042,
    "iners": 4937,
    "Ġregular": 936,
    "Ġmarking": 16467,
    "Ġwinter": 5220,
    "Ġsimplest": 16330,
    "Ġpatchwork": 24141,
    "Ġskull": 6287,
    "Ġwrithing": 11943,
    "footed": 19686,
    "Ġkeenly": 9484,
    "Ġcabinets": 23860,
    "sequ": 2401,
    "Ġdowncast": 18651,
    "Ġjackets": 19599,
    "Ġirresolute": 24915,
    "Ġaddition": 1144,
    "probably": 10020,
    "Ġunobserved": 18249,
    "Ġmusty": 22676,
    "Ġtemper": 958,
    "sterdam": 19088,
    "ature": 517,
    "Ġtract": 21163,
    "č": 206,
    "Ġsamples": 2965,
    "keen": 12778,
    "Ġinverted": 12633,
    "Ġnib": 13938,
    "Ġcolleg": 22852,
    "dishonourable": 26364,
    "knowing": 10438,
    "Ġarid": 22178,
    "Ġguilty": 7249,
    "Ġslide": 10394,
    "Ġgossip": 18470,
    "ish": 550,
    "Ġimplements": 2485,
    "adie": 18088,
    "itors": 2915,
    "Ġcurling": 9347,
    "Ġrele": 2918,
    "Ġtenderness": 12212,
    "Ġimpud": 18444,
    "Ġlambton": 10658,
    "ascending": 24705,
    "Ġelij": 8909,
    "amusement": 15280,
    "Ġsaintly": 25930,
    "Ġcuvier": 9166,
    "Ġrivals": 20268,
    "ł": 259,
    "Ġaperture": 26159,
    "moonlight": 25375,
    "Ġshoes": 7070,
    "till": 6965,
    "Ġearned": 19402,
    "clear": 9024,
    "aned": 5147,
    "Ġpositions": 2058,
    "aft": 9584,
    "quarried": 24944,
    "bull": 13688,
    "but": 592,
    "steep": 19416,
    "illuminated": 17451,
    "whips": 22234,
    "Ġtides": 13819,
    "iline": 21717,
    "swiftly": 20549,
    "Ġconsider": 2571,
    "shoulder": 16582,
    "esteem": 26007,
    "ar": 285,
    "Ġsquire": 16179,
    "Ġdinners": 23979,
    "Ġswart": 14433,
    "Ġconfess": 3764,
    "Ġrecovering": 11861,
    "rote": 4591,
    "prise": 7725,
    "Ġtheir": 642,
    "Ġsaratoga": 26422,
    "careful": 14865,
    "ications": 4445,
    "similar": 13450,
    "Ġaccumul": 1414,
    "Ġelemental": 19916,
    "Ġtwist": 11849,
    "Ġdrooping": 9419,
    "list": 7550,
    "Ġvindication": 25364,
    "Ġstraining": 11328,
    "Ġy": 341,
    "Ġundesired": 12775,
    "carpet": 25202,
    "Ġcomplaints": 12261,
    "Ġdevelop": 1646,
    "rible": 3226,
    "Ġtransp": 4770,
    "Ġdignified": 15594,
    "Ġeber": 18003,
    "Ġnoticed": 5549,
    "Ġpalpable": 15205,
    "crack": 19836,
    "Ġreflection": 6439,
    "Ġfree": 3375,
    "stript": 21653,
    "Ġsalisbury": 24060,
    "Ġdangers": 12351,
    "sample": 12503,
    "Ġassertion": 13486,
    "Ġidentifies": 12012,
    "murderers": 25727,
    "Ġcuriosities": 26288,
    "confusion": 13366,
    "Ġrout": 7401,
    "Ġforbidding": 17078,
    "Ġcooking": 16645,
    "Ĝ": 221,
    "soundest": 24796,
    "entrance": 12653,
    "Ġinstinct": 6574,
    "Ġstyle": 6946,
    "ily": 1031,
    "Ġnursed": 16884,
    "knot": 13743,
    "Ġfatig": 6756,
    "Ġcosmetic": 23470,
    "iloqu": 11648,
    "ckled": 9257,
    "il": 329,
    "Ġport": 3311,
    "Ġeduc": 4785,
    "tom": 15433,
    "Ġes": 8769,
    "Ġgaz": 4040,
    "Ġrecourse": 22740,
    "tumbled": 21088,
    "Ġslighter": 18938,
    "wont": 21130,
    "Ġreleased": 2980,
    "my": 1317,
    "Ġmounttop": 19974,
    "Ġbashee": 19845,
    "pat": 10117,
    "Ġrowing": 10301,
    "Ġcrushed": 9422,
    "Ġdiverse": 19208,
    "ribes": 23364,
    "Ġforehead": 5261,
    "rifice": 12500,
    "Ġhilarious": 20295,
    "Ġindec": 13926,
    "Ġshake": 6032,
    "Ġassizes": 11110,
    "Ġrequires": 1047,
    "Ġpatted": 16373,
    "Ġanimate": 23421,
    "Ġdiameter": 19863,
    "Ġprofits": 16487,
    "Ġanvil": 11598,
    "Ġlimber": 16477,
    "Ġprudential": 17919,
    "Ġshine": 12762,
    "osc": 18386,
    "readers": 23845,
    "flowing": 14552,
    "Ġcord": 5222,
    "Ġencodings": 4776,
    "Ġtradesmen": 17104,
    "Ġinvari": 6528,
    "Ġdrowsy": 26443,
    "Ġconceived": 8148,
    "Ġfate": 4754,
    "Ġessential": 7522,
    "Ġroughly": 17039,
    "friends": 8304,
    "supplement": 14796,
    "ce": 313,
    "opard": 9291,
    "Ġlouis": 8355,
    "ety": 3519,
    "Ġpaid": 5015,
    "Ġbeggars": 20627,
    "Ġemigrant": 25858,
    "Ġmembrane": 20500,
    "Ġtwisted": 7227,
    "terday": 4704,
    "te": 997,
    "Ġpref": 14171,
    "Ġdigging": 14937,
    "Ġschemes": 11132,
    "Ġintric": 9246,
    "Ġhemisphere": 26477,
    "barrel": 17059,
    "fred": 20853,
    "Ġthirds": 16707,
    "Ġcircum": 8256,
    "Ġche": 1764,
    "Ġrattle": 10900,
    "Ġfacts": 2289,
    "Ġpreprocess": 22229,
    "descried": 11927,
    "causing": 25518,
    "enjoyment": 17256,
    "Ġlengthened": 25957,
    "Ġsane": 21219,
    "Ġbrig": 11048,
    "grinder": 23413,
    "Ġliveliest": 24774,
    "Ġmilky": 9947,
    "still": 4216,
    "Ġ150": 22823,
    "Ġsteadfast": 8679,
    "arness": 11671,
    "Ġforeboding": 20380,
    "Ġoutputs": 2886,
    "Ġcategories": 4477,
    "Ġpreparing": 8648,
    "Ġspam": 7629,
    "Ġcondescension": 10619,
    "Ġmathematics": 12070,
    "Ġveritable": 19378,
    "Ġgoblet": 25822,
    "humour": 7497,
    "conjecture": 15121,
    "Ġderived": 8237,
    "encing": 21280,
    "vint": 21112,
    "cab": 7332,
    "utely": 8130,
    "asion": 5714,
    "scales": 22986,
    "Ġcounterpart": 24719,
    "secre": 18127,
    "Ġconcluded": 5658,
    "property": 19996,
    "Ġgreeks": 20009,
    "hopes": 15367,
    "Ġsubset": 9870,
    "leaned": 21366,
    "Ġhealed": 21679,
    "Ġphrenologists": 25607,
    "Ġinterruption": 9472,
    "Ġconveniently": 20075,
    "Ġunfaltering": 24113,
    "pondicherry": 26399,
    "Ġenvelopes": 24510,
    "dig": 4929,
    "notwithstanding": 22750,
    "llable": 6878,
    "deceit": 25556,
    "Ġregularizer": 2341,
    "Ġraiment": 22652,
    "Ġreciproc": 20619,
    "diver": 20829,
    "Ġbrimming": 22863,
    "Ġbounded": 16625,
    "Ġduration": 20350,
    "higher": 20403,
    "Ġstepdaughter": 22608,
    "abhor": 12703,
    "Ġriot": 14688,
    "Ġappl": 1685,
    "irth": 5634,
    "ength": 2314,
    "Ġfainted": 8792,
    "Ġrods": 9754,
    "Ġeucl": 24707,
    "Ġhurling": 19109,
    "tured": 13793,
    "Ġspeeches": 22658,
    "dread": 8729,
    "book": 4669,
    "Ġshrill": 12138,
    "Ġimmersed": 19482,
    "Ġbasement": 24700,
    "Ġimprecations": 25819,
    "apart": 15958,
    "shoals": 24715,
    "rad": 2255,
    "Ġdol": 9665,
    "Ġkneeling": 12139,
    "conqu": 14243,
    "oftentimes": 19418,
    "Ġeagerly": 4990,
    "Ġponder": 6819,
    "Ġexploded": 15907,
    "wealth": 22684,
    "Ġgames": 11627,
    "tiest": 21079,
    "aration": 12603,
    "Ġplaning": 22597,
    "rudently": 16709,
    "Ġunaware": 22055,
    "Ġdoth": 13906,
    "Ġpuffed": 14975,
    "Ġunfeeling": 14118,
    "Ġiceberg": 14715,
    "Ġwarmup": 3918,
    "Ġserve": 9368,
    "cutting": 23783,
    "quar": 7614,
    "threshold": 21984,
    "interrupted": 11419,
    "Ġpoky": 21476,
    "exact": 7908,
    "Ġget": 1623,
    "avating": 18604,
    "ree": 875,
    "Ġodor": 12146,
    "Ġaffright": 9332,
    "ooped": 17622,
    "ê": 171,
    "wet": 15450,
    "Ġspite": 4153,
    "Ġresides": 22536,
    "Ġretrogression": 26580,
    "Ġdirected": 5579,
    "Ġunderstand": 841,
    "Ġbestir": 13106,
    "Ġroods": 22400,
    "Ġgpt": 4347,
    "Ġhart": 17921,
    "Ġlook": 880,
    "Ġerad": 25027,
    "poke": 18796,
    "Ġensemble": 1610,
    "incible": 16495,
    "Ġz": 1000,
    "minutes": 7511,
    "Ġnoiselessly": 22860,
    "Ġhan": 15614,
    "ena": 11569,
    "cats": 17511,
    "Ġrush": 5924,
    "Ġmediocr": 24082,
    "Ġsig": 868,
    "Ġwitnessing": 19595,
    "Ġuniformity": 23482,
    "ites": 3895,
    "Ġdim": 4757,
    "Ġimagine": 3920,
    "Ġmustard": 12925,
    "Ġshuttle": 12123,
    "Ġindividually": 22954,
    "Ġhalf": 1666,
    "Ġimposs": 16615,
    "Ġfin": 1462,
    "Ġdenoted": 16564,
    "Ġwalking": 4321,
    "Ġfountains": 13500,
    "Ġcontribut": 12855,
    "tery": 14035,
    "Ġcenturies": 8623,
    "offers": 16392,
    "Ġslips": 23164,
    "Ġplayed": 9415,
    "Ġter": 2052,
    "Ġdau": 21422,
    "Ġimpose": 22379,
    "sword": 10727,
    "Ġrib": 4936,
    "Ġ1869": 19381,
    "Ġrect": 18025,
    "withdrawn": 23023,
    "Ġreflect": 6575,
    "Ġindisc": 16225,
    "Ġcracked": 8595,
    "Ġwine": 6810,
    "Ġfeebly": 24876,
    "caves": 20814,
    "itable": 5437,
    "remed": 18951,
    "sac": 7139,
    "ffy": 18315,
    "Ġlin": 10834,
    "Ġflavor": 16248,
    "Ġprofit": 14585,
    "Ġborn": 5224,
    "Ġgene": 15668,
    "alter": 10827,
    "Ġsquee": 7927,
    "!âĢĻâĢĿ": 16591,
    "Ġlicense": 20087,
    "Ġstartling": 14670,
    "Ġshelves": 14998,
    "Ġhapless": 15809,
    "Ġwhis": 3502,
    "Ġnour": 10831,
    "Ġfool": 4233,
    "Ġtune": 17724,
    "mat": 2200,
    "Ġwindibank": 7255,
    "Ġtantamount": 25624,
    "iage": 17572,
    "Ġalb": 14014,
    "coffin": 10663,
    "Ġxl": 11987,
    "Ġjupiter": 17454,
    "Ġwho": 614,
    "estruct": 22217,
    "Ġmassachusetts": 24019,
    "Ġpriv": 4180,
    "led": 582,
    "Ġserpentine": 11362,
    "Ġunrestingly": 20357,
    "Ġconfeder": 25707,
    "Ġlounging": 10022,
    "Ġsequ": 985,
    "Ġpurchase": 12256,
    "Ġvexatious": 19777,
    "meetings": 20374,
    "Ġpassers": 18756,
    "hemat": 3127,
    "behaviour": 11303,
    "plain": 1361,
    "duck": 22408,
    "oriously": 17874,
    "Ġpronounce": 16966,
    "arrow": 4177,
    "Ġpew": 9315,
    "coloured": 7290,
    "Ġhind": 9189,
    "Ġcounsel": 13613,
    "Ġprobable": 5570,
    "Ġhave": 444,
    "k": 79,
    "those": 4495,
    "shavings": 22444,
    "Ġpay": 3961,
    "Ġsickly": 16773,
    "zag": 17712,
    "Ġorbs": 22088,
    "Ġunconsciously": 10005,
    "during": 6787,
    "Ġbarbara": 24817,
    "Ġ126": 24471,
    "thyself": 19296,
    "Ġflint": 23007,
    "five": 6355,
    "fitzwilliam": 11354,
    "ners": 3272,
    "gradually": 12911,
    "Ġslip": 8955,
    "Ġprior": 11320,
    "Ġpanic": 11288,
    "rubbed": 22199,
    "Ġimpending": 22381,
    "ete": 9204,
    "Ġhandling": 8913,
    "Ġsegmentation": 17338,
    "Ġunostentatious": 22066,
    "istle": 15867,
    "Ġvoluntary": 14798,
    "Ġmisconduct": 22754,
    "Ġentailed": 11028,
    "Ġsigning": 22707,
    "Ġfullest": 14812,
    "Ġfeature": 744,
    "Ġkings": 7196,
    "Ġtrapped": 23074,
    "Ġnodes": 1969,
    "publ": 17637,
    "cular": 15326,
    "consider": 6347,
    "Ġjud": 3358,
    "Ġdivert": 23592,
    "Ġheartily": 6890,
    "Ġmysterious": 7526,
    "acter": 2507,
    "constantly": 24629,
    "Ġreserve": 9971,
    "uish": 5431,
    "ocations": 23707,
    "ided": 2783,
    "examine": 25477,
    "infant": 19824,
    "Ġpumps": 8425,
    "herent": 2532,
    "Ġcitadel": 25438,
    "Ġtranquo": 14842,
    "Ġblot": 9812,
    "Ġcommunicates": 24547,
    "Ġnoah": 10943,
    "_,": 2799,
    "princip": 17135,
    "Ġran": 3344,
    "nikin": 23248,
    "enial": 17780,
    "gris": 8258,
    "uniform": 18157,
    "Ġdue": 3842,
    "Ġearth": 2850,
    "Ġlurid": 19678,
    "Ġexpressions": 7704,
    "occurrences": 26330,
    "Ġsatisfy": 6912,
    "Ġagric": 22511,
    "and": 372,
    "Ġattractive": 25118,
    "Ġcart": 11584,
    "especially": 3571,
    "Ġdiabol": 11455,
    "axing": 18545,
    "Ġcousins": 9915,
    "Ġburden": 8608,
    "Ġpattern": 1302,
    "Ġprotectors": 9071,
    "vacancies": 25918,
    "Ġarmies": 16490,
    "Ġ123": 24468,
    "Ġheavy": 3741,
    "Ġfan": 2036,
    "lo": 682,
    "Ġlimits": 3453,
    "object": 6884,
    "Ġcardboard": 19975,
    "middle": 11312,
    "Ġnaturally": 2465,
    "verse": 9688,
    "Ġheaped": 18037,
    "Ġappearance": 3697,
    "poster": 11056,
    "Ġannoyance": 20660,
    "icular": 2023,
    "ot": 346,
    "Ġshavings": 14108,
    "Ġjun": 8504,
    "concluding": 19478,
    "unt": 2045,
    "Ġillinois": 19135,
    "iply": 22350,
    "Ġquarters": 8620,
    "Ġcircumnavigating": 25613,
    "Ġmilk": 6484,
    "Ġshrivelled": 19700,
    "ie": 729,
    "Ġinc": 702,
    "ket": 17581,
    "Ġrepressed": 21664,
    "Ġeyed": 12663,
    "iah": 14415,
    "Ġblossom": 26311,
    "Ġtut": 8770,
    "overcome": 19051,
    "Ġ61": 24364,
    "neurons": 3133,
    "Ġbonds": 17869,
    "Ġbar": 3146,
    "Ġbattle": 5907,
    "Ġhorizont": 6937,
    "contr": 12054,
    "pilot": 25907,
    "Ġpredecessor": 26252,
    "Ġob": 861,
    "Ġtargets": 4201,
    "Ġlets": 18076,
    "Ġalmighty": 18104,
    "speech": 10667,
    "Ġgeor": 3388,
    "Ġintimidated": 24804,
    "Ġcapstan": 9099,
    "irection": 2388,
    "Ġshipmate": 8929,
    "rary": 4574,
    "Ġmightiest": 12956,
    "Ġostentatiously": 20465,
    "Ġmarried": 3408,
    "rooms": 10433,
    "Ġsanguinary": 25928,
    "Ġaustrian": 24300,
    "anyth": 5438,
    "Ġquant": 6423,
    "Ġcircling": 19091,
    "Ġcommands": 16588,
    "Ġembellish": 25847,
    "Ġscare": 18404,
    "Ġate": 8840,
    "Ġcarefully": 6303,
    "Ġangry": 5498,
    "holder": 13279,
    "ep": 442,
    "iana": 7047,
    "buncle": 13690,
    "europe": 20663,
    "Ġforster": 5230,
    "Ġsecret": 3717,
    "Ġc": 277,
    "Ġdidst": 11847,
    "another": 5439,
    "Ġdiscu": 4360,
    "==": 944,
    "Ġbracing": 16579,
    "Ġheath": 15698,
    "hounds": 20905,
    "achable": 14137,
    "ollion": 19712,
    "Ġwre": 5077,
    "Ġincognit": 22550,
    "Ġflexible": 23774,
    "J": 46,
    "sin": 21046,
    "worshipping": 16609,
    "Ġunintermitted": 26218,
    "Ġeast": 5370,
    "Ġvilla": 14746,
    "Ġcoolness": 16885,
    "magnitude": 17247,
    "Ġhesitating": 16946,
    "Ġrender": 8303,
    "india": 22367,
    "Ġcolder": 22851,
    "Ġcommons": 22668,
    "approve": 19933,
    "\"]": 17469,
    "ĠâĢľâĢĺ": 8502,
    "vere": 4883,
    "Ġoverbearing": 12839,
    "haz": 17563,
    "rum": 3415,
    "ropy": 1101,
    "Ġdwelt": 12601,
    "Ġpanting": 11604,
    "Ġdescribes": 3120,
    "ars": 904,
    "rippa": 11342,
    "Ġchewed": 16367,
    "Ġinviting": 19142,
    "Ġvomit": 21945,
    "Ġhearing": 4761,
    "Ġowning": 18743,
    "Ġcomprising": 16065,
    "Ġflanks": 11913,
    "windlass": 16720,
    "Ġsingle": 1691,
    "Ġracket": 22654,
    "ickering": 22666,
    "Ġimpatiently": 8336,
    "Ġappal": 18357,
    "Ġangles": 23587,
    "Ġhampshire": 15240,
    "Ġpistol": 7845,
    "ops": 5246,
    "barbar": 20235,
    "Ġraising": 8910,
    "acknowledged": 15201,
    "Ġandes": 12637,
    "riot": 18184,
    "Ġostr": 21322,
    "ighted": 8475,
    "leave": 7836,
    "icher": 9203,
    "sat": 4810,
    "covered": 11479,
    "relics": 24012,
    "ple": 455,
    "Ġreplied": 2264,
    "Ġmagnanimous": 17409,
    "Ġwants": 5742,
    "rifled": 21045,
    "understand": 1146,
    "Ġawaiting": 11392,
    "stand": 630,
    "Ġbecome": 3157,
    "Ġfidelity": 15239,
    "australian": 20559,
    "Ġwitt": 17783,
    "Ġunlock": 18243,
    "Ġunimpeachable": 26521,
    "Ġnailing": 21523,
    "network": 1943,
    "maybe": 23988,
    "scorched": 25696,
    "Ġentitled": 8538,
    "Ġglowing": 12279,
    "Ġdz": 4756,
    "Ġrust": 6407,
    "linearity": 1648,
    "elled": 3990,
    "Ġpublished": 11244,
    "ways": 1443,
    "eks": 4728,
    "Ġladder": 8599,
    "G": 43,
    "trampled": 26332,
    "Ġdeliverance": 15156,
    "wail": 21123,
    "obtain": 23091,
    "corrob": 24485,
    "twill": 21072,
    "Ġhunsford": 6300,
    "minute": 11276,
    "Ġ1778": 25729,
    "Ġtypewritten": 16419,
    "tone": 8763,
    "rimsh": 17026,
    "X": 60,
    "Ġobtained": 7432,
    "Ġtemples": 18638,
    "does": 6194,
    "Ġslabs": 13056,
    "Ġappear": 2484,
    "malice": 17603,
    "unities": 15767,
    "Ġmilan": 19533,
    "Ġalche": 21779,
    "Ġstaple": 26197,
    "Ġdedu": 5583,
    "inting": 9814,
    "ward": 705,
    "Ġfrighten": 13274,
    "Ġrelation": 2143,
    "Ġcrouched": 23440,
    "Ġreceives": 20351,
